{
    "home_link": "首页",
    "about_us_link": "关于我们",
    "attorney_link": "常见问题",
    "services_link": "服务",
    "contact_link": "联系我们",
    "home_headline": "您的权益，我们的优先",
    "home_headline2": "需要法律帮助？立即联系我们咨询",
    "call_cta": "立即拨打",
    "home_step1": "致电我们进行",
    "home_step1-2": "咨询。",
    "home_step2": "获得您所需的",
    "home_step2-2": "法律帮助。",
    "legal_practices": "法律执业领域",
    "personal_injury": "人身伤害",
    "pi_desc": "您受伤了，让我们来帮助您。 我们富有同情心的律师团队专门处理各种人身伤害案件，包括车祸、滑倒摔伤和 wrongful death。 我们将引导您完成法律程序并争取您应得的赔偿。",
    "immigration": "移民",
    "immigration_desc": "不要让移民挑战阻碍您的前进。 我们敬业的团队致力于为您提供量身定制的法律解决方案。 从工作签证到家庭团聚，我们全程为您提供指导。",
    "estate": "遗产规划",
    "estate_desc": "通过全面的遗产规划保护您的遗产。 我们经验丰富的律师将帮助您创建定制的计划，保护您的资产并确保您的意愿得到尊重。 让我们处理复杂性问题，让您可以专注于真正重要的事情。",
    "immigration_desc_2": "我们提供专业的移民服务，帮助您探索各种签证选项，包括 H-1B、学生签证、家庭签证等等。 我们的团队将全程指导您完成申请流程，确保您了解您的资格并满足成功的要求。",
    "estate_desc_2": "我们的遗产规划服务可帮助您保护资产并确保您的意愿得到执行。 我们协助您创建遗嘱、信托、授权书和其他重要文件，让您和您的爱人安心。",
    "pi_desc_2": "人身伤害是指由于事故、疏忽或故意行为造成的个人身体、精神或情感伤害。 这包括交通事故、滑倒摔伤和医疗事故等案件，受害者可以要求赔偿他们的伤害和损失。",
    "talk_attorney": "咨询律师",
    "why_us": "应对法律问题可能会让人不知所措。 这正是我们介入的原因。 我们经验丰富的律师将引导您完成法律的复杂性并提供量身定制的解决方案。 无论您是面临简单的法律问题还是复杂的争端，我们都致力于保护您的利益并实现您的目标。 请立即联系我们进行保密咨询。 让我们携手找到最佳前进之路。",
    "offices": "我们的办公室",
    "cp_section": "版权所有",
    "get_legal_help": "需要法律帮助或建议吗？",
    "legal_help_info": "觉得法律术语让人头疼？我们理解这一点。 法律术语确实会让人头疼。 这就是我们让事情变得更简单的原因。 无论您是在处理小额索赔、复杂的合同还是介于两者之间的任何问题，我们友好的法律专家团队都随时为您提供帮助。 我们将分解法律术语，回答您的问题，并逐步引导您完成流程。 所以，不要紧张。 让我们携手找到适合您的解决方案。",
    "about_us": "我们是谁？",
    "about_us_1": "吴氏律师事务所是一家在亚利桑那州和加利福尼亚州设有办事处的律师事务所。 我们经验丰富的律师团队提供全面的法律咨询服务，涵盖人身伤害、家庭和移民事务。 我们是您值得信赖的合作伙伴，时刻保护您的利益。",
    "about_us_2": "我们的使命是提供创新实用的法律解决方案，帮助我们的客户实现其商业和个人目标。 我们致力于与客户建立基于信任、诚信和相互尊重的长期关系。",
    "ask_attorney": "常见问题",
    "ask_attorney_desc": "我们为您解答。",
    "attorney_faq": "以下是我们的客户常问的问题。如果您还有其他具体问题，请随时与我们联系。",
    "attorney_faq_1": "1. 律师费是如何收取的？",
    "attorney_faq_1_desc": "对于因车祸引起的人身伤害案件，我们采用风险代理的方式。这意味着除非我们成功通过和解为您收回人身伤害赔偿金，否则您无需支付任何律师费。",
    "attorney_faq_2": "2. 诉讼的时效期限是多久？",
    "attorney_faq_2_desc": "亚利桑那州法律对提起人身伤害和医疗事故诉讼设定了具体的时间限制。人身伤害索赔和医疗事故的时限为2年。这些期限通常从受伤或损失发生之日起开始计算。但是，在某些情况下，时效从您发现受伤或损失之日起开始计算。如果您对您的具体情况不确定，请与我们联系以获取法律建议。",
    "attorney_faq_3": "3. 您需要我提供哪些信息？",
    "attorney_faq_3_desc": "为了处理您的案件，我们通常需要有效的政府颁发的身份证件，如驾驶执照、社会安全号码，以及根据具体情况，您的保险信息。",
    "attorney_faq_4": "4. 贵所处理哪些类型的伤害案件？",
    "attorney_faq_4_desc": "我们的律师事务所拥有处理各种类型的人身伤害案件的成功记录，例如汽车事故、摩托车事故、滑倒摔伤和狗咬伤。",
    "attorney_faq_5": "5. 我的个人伤害或保险索赔价值多少？",
    "attorney_faq_5_desc": "由于每个法律案件的性质都是独特的，因此在没有进行全面评估的情况下很难提供明确的答案。有关量身定制的法律建议，请咨询律师。",
    "learn_more": "了解更多",
    "injury_types": "我们处理哪些常见类型的伤害？",
    "injury_desc": "事故可能导致各种各样的伤害，从轻微的割伤和瘀伤到严重的、改变生活的状况。如果他人的疏忽导致您的受伤，您可能有权获得医疗费用、工资损失和痛苦与精神损失的赔偿。事故中常见的伤害包括骨折、软组织损伤、内伤、烧伤、脊髓损伤、脑损伤和神经损伤。这些严重的伤害可能导致巨额医疗费用、收入损失和长期残疾。为了保护您的权利并最大限度地恢复您的损失，咨询经验丰富的人身伤害律师至关重要。",
    "claim_overview": "应对人身伤害索赔的复杂性",
    "claim_desc": "即使您对事故负有一定的责任，亚利桑那州的纯比较过失法允许您寻求赔偿。但是，您的赔偿金将根据您的过错程度相应减少。保险公司经常利用这一规则来尽量减少赔付。这就是为什么拥有经验丰富的凤凰城人身伤害律师在您身边至关重要。 <br><br>索赔过程中的关键一步是收集证据。这包括收集医疗记录、警方报告、证人证词以及事故现场和受伤的照片。时间就是关键，因为证据可能会很快消失或丢失。通过及时联系我们的律师事务所，我们可以开始调查您的案件并建立强有力的索赔，以最大限度地恢复您的损失。",
    "commitment": "我们对您的案件的承诺",
    "commitment_desc": "我们敬业的凤凰城人身伤害律师团队将不遗余力地为您建立强有力的案件。这可能涉及：",
    "injury_step_1": "聘请事故重建专家",
    "injury_step_2": "采访证人",
    "injury_step_3": "从各种来源收集证据，包括监控录像和行车记录仪视频",
    "injury_step_4": "获取警方报告",
    "injury_step_5": "拍摄事故现场和财产损失的照片",
    "injury_step_6": "收集医疗记录和专家证词",
    "injury_step_7": "确定所有潜在的责任方，例如雇主或财产所有人",
    "commitment_desc2": "通过彻底调查您的案件，我们可以确定谁应对您的伤害和损失负责。这可能包括过错方、其雇主或其他责任方。",
    "when_injury_help": "受伤后何时寻求法律帮助",
    "when_injury_help_desc": "如果您在凤凰城遭遇严重事故受伤，咨询人身伤害律师是一个明智的决定。经验丰富的律师可以帮助您了解您的法律权利，驾驭复杂的索赔流程，并争取您应得的赔偿。 <br><br>重要的是要迅速行动，因为亚利桑那州对提起人身伤害诉讼有特定的时间限制。大多数案件必须在受伤日期后的两年内提起。但是，根据具体情况可能会有例外或延期。 <br><br>不要拖延。今天就联系凤凰城人身伤害律师讨论您的案件，并确保您满足所有法律期限。",
    "comp_fault": "如果我有部分过错，我还能获得赔偿吗？",
    "comp_fault_desc": "是的，即使您对凤凰城的事故负有一定的责任，您仍可能有资格获得赔偿。亚利桑那州遵循一项名为“纯比较过失”的法律原则，这意味着由于您的过错，您获得损害赔偿的能力不会完全被禁止。但是，您的赔偿金将根据您的过错程度相应减少。 <br><br>例如，如果您被认定对事故负有30％的责任，则您的总损失将减少30％。虽然这个系统可能很复杂，但经验丰富的凤凰城人身伤害律师可以帮助您驾驭法律流程并争取您应得的最大赔偿。 <br><br>吴氏律师事务所的律师可以协助您收集证据、与保险公司谈判并确保对过错进行公平评估。我们将努力最大限度地提高您的潜在赔偿，同时驾驭亚利桑那州纯比较过失法的复杂性。",
    "common_injury": "常见伤害类型：",
    "auto_head": "车祸",
    "auto_desc": "如果您在车祸中受伤，您不必独自面对。我们知道处理事故的后果有多艰难。从医疗账单到工资损失，这可能会让人不堪重负。这就是我们在这里为您争取您的权利并获得您应得的赔偿的原因。保险公司经常试图快速且以尽可能少的钱来解决索赔。但是，有了我们经验丰富的团队在您身边，您可以放心，您将获得公平的待遇。无论需要通过谈判、调解还是审判，我们都会不懈努力为您实现最佳结果。最重要的是？您无需预先支付一分钱。我们采用风险代理的方式，因此只有在我们赢得您的案件时您才支付给我们。",
    "dog_head": "狗咬伤案件",
    "dog_desc": "如果您或您的亲人在狗袭击中受伤，您需要了解您的权利。在亚利桑那州，狗主人对其宠物造成的任何伤害负责，无论狗过去的行为如何。这意味着您可以寻求医疗费用、工资损失、痛苦和精神损失和其他损害的赔偿。<br><br>不要等待。采取行动。狗攻击后，及时寻求法律建议至关重要。我们经验丰富的律师将彻底调查您的案件并努力为您收回最大赔偿。我们了解狗攻击可能造成的身体和情感创伤。让我们帮助您驾驭法律流程并获得您应得的正义。",
    "fall_head": "滑倒摔伤",
    "fall_desc": "如果您在别人的财产上滑倒摔伤并受伤，您可能有权获得赔偿。财产所有者有责任保持其场所安全，如果他们未能这样做，他们可能要承担责任。我们已经帮助无数人从滑倒摔伤事故中恢复损失。我们了解这些伤害可能带来的身体和情感负担，我们致力于为您争取权利。<br><br>对于滑倒摔伤案件，时间就是关键。证据可能很快消失，因此尽快联系我们很重要。我们将努力收集证据，例如事故报告、证人证词和医疗记录。我们将处理您案件的各个方面，从与保险公司的谈判到法庭诉讼。我们的目标是确保获得公平的和解，涵盖您的医疗费用、工资损失和痛苦与精神损失。",
    "ict_head": "公司内部调职 L-1",
    "ict_desc": "L-1 非移民分类使美国雇主能够将高管、经理或具有专业知识的人员从其附属的外国办事处调到其在美国的办事处之一。这种分类还使尚未在美国设有附属办事处的外国公司能够将高管或经理派往美国，以建立新的办事处。",
    "ict_req_head": "L-1 签证的基本要求",
    "ict_req_1": "海外公司必须与美国公司以特定方式相关；",
    "ict_req_2": "该公司必须在整个调动期间在美国和至少另一个国家开展业务；",
    "ict_req_3": "员工必须在过去的三年中连续一年为海外公司工作；",
    "ict_req_4": "员工必须到美国公司担任高管、经理或专门知识职位。",
    "ict_class": "L-1A 分类允许总停留期为七年。<br>L-1B 分类允许总停留期为五年。",
    "h1b_head": "专业职业 H-1B",
    "h1b_desc": "美国企业可以通过 H-1B 项目雇用在需要理论或技术专业知识的专业领域工作的外国工人。但是，潜在的 H-1B 员工每年都会受到数量上限的限制，先到先得。目前 H-1B 类别的年度上限为 65,000。前 20,000 份代表拥有美国硕士学位或更高学历的受益人提交的请愿书免于上限。",
    "h1b_req_head": "职位要求",
    "h1b_req_desc": "该职位必须满足以下一项标准才能被视为专业职业：",
    "h1b_req_1": "学士学位或更高学位或同等学历通常是该职位的最低入门要求；",
    "h1b_req_2": "该职位的学位要求是行业惯例，或者该职位如此复杂或独特，只有具有学位的人才能担任；",
    "h1b_req_3": "雇主通常要求该职位具有学位或同等学历；",
    "h1b_req_4": "特定职责的性质如此专业和复杂，以至于执行这些职责所需的知识通常与获得学士学位或更高学位相关。",
    "h1b_qual_head": "外国工人的资格",
    "h1b_qual_desc": "外国工人必须满足以下一项标准才有资格接受专业职业的职位：",
    "h1b_qual_1": "已完成特定专业职业所需的美国学士学位或更高学位，来自经认可的学院或大学；",
    "h1b_qual_2": "持有相当于美国学士学位或更高学位的外国学位，该学位属于专业职业；",
    "h1b_qual_3": "持有不受限制的州执照、注册或认证，授权其全面执业专业职业并在其预期就业州从事该专业；",
    "h1b_qual_4": "具有与完成该学位相当的专业教育、培训或渐进负责的经验，并通过与该专业直接相关的渐进负责职位获得该专业的专业知识认可。",
    "eb1_head": "杰出人才 EB-1",
    "eb1_desc": "杰出人才工作签证属于第一类基于雇用的优先类别。杰出人才是指在科学、艺术、教育、商业或体育领域具有“杰出能力”的外国人。能力必须通过持续的国家或国际认可来证明，并且外国人必须通过广泛的文档证明在该领域的成就。此外，该外国人的入境美国必须对美国具有实质性的潜在利益。",
    "eb1_adv_head": "EB-1 杰出人才的优势",
    "eb1_adv_1": "移民签证对该类别立即可用；",
    "eb1_adv_2": "该类别不适用劳工证要求，这意味着该优先类别移民案件的总处理时间比其他基于雇用的优先类别要短得多。",
    "eb1_adv_3": "该类别不需要特定的工作机会，这意味着外国人可以自行提交请愿书。",
    "eb5_head": "投资移民 EB-5",
    "eb5_desc": "投资移民签证适用于符合条件的个人及其家庭成员，基于他们对新商业企业或陷入困境的企业的投资，从而为美国公民或永久居民创造 10 个全职就业机会。",
    "eb5_req_head": "EB5 投资签证要求",
    "eb5_req_1": "投资至少 100 万美元于美国的新商业企业或陷入困境的企业，并在两年内雇用 10 人；或",
    "eb5_req_2": "投资 50 万美元于失业率高于全国平均水平的目标就业区 (TEA) 的新商业企业或陷入困境的企业。您必须在两年内雇用 10 人。",
    "eb5_inv_head": "投资模式",
    "eb5_inv_desc": "所有 EB-5 投资者可以选择投资于区域中心或直接投资模式。每个投资模式都有其优缺点：",
    "eb5_inv_1": "直接投资模式：每项投资不取决于获得大量投资者。投资者可以通过其单独投资进行运营，并且条件身份的移除独立于其他投资者。投资者保留对业务管理和决策的控制权。但是，商业企业需要为每位投资者直接雇用至少十 (10) 名全职员工，并提供适当的证明。",
    "eb5_inv_2": "区域中心模式：它允许被动投资结构，因此投资者无需参与项目的运营和管理。在申请移除条件时，投资者可以使用从这些项目创造的间接就业机会的计算来计入十 (10) 个全职就业机会。但是，需要一定数量的投资者才能使中心运营。如果未达到目标，投资者将无法移除条件身份。",
    "fam_head": "家庭移民",
    "fam_desc": "家庭移民是最常见的移民类别之一。为了促进家庭团结，移民法允许美国公民和美国永久居民为某些合格的亲属申请来美国永久居住。但是，国会对家庭移民设定了 480,000 的上限。美国公民的直系亲属可以无限制地入境。对于所有其他家庭类别，每个外国国家和每个优先类别每年都有限量的移民签证。",
    "fam_cat_head": "无数量限制的家庭类别",
    "fam_cat_desc": "符合美国公民直系亲属资格的人被高度优先考虑移民，因此，每年对公民的直系亲属人数没有数量限制。美国公民的直系亲属包括：",
    "fam_req_1": "美国公民的配偶",
    "fam_req_2": "21 岁以下的未婚子女",
    "fam_req_3": "美国公民的父母（如果美国公民年龄超过 21 岁）",
    "fam_other_head": "其他有限数量的家庭类别",
    "fam_other_desc": "以下群体每年可获得数量有限的移民签证。国会将这些群体分为“优先”类别，按移民优先顺序进行排名。优先级越高，签证分配给外籍人士的速度就越快。",
    "fam_other_1": "F1：21 岁及以上的美国公民的未婚子女",
    "fam_other_2": "F2A：永久居民的配偶和子女（21 岁以下）",
    "fam_other_3": "F2B：永久居民的未婚子女（21 岁或以上）",
    "fam_other_4": "F3：美国公民的已婚子女",
    "fam_other_5": "F4：成年美国公民的兄弟姐妹",
    "fam_app_head": "申请流程",
    "fam_app_desc": "一般来说，获得永久居留权的过程涉及两个步骤。首先，美国公民或永久居民必须向 USCIS 提交 I-130 表格（亲属移民申请）和支持文件，以使外籍人士被归类为有资格移民的人。一旦请愿书获批且移民签证类别现行有效，外籍人士就可以申请永久居留身份。当外籍人士目前在美国境外时，通常在美国领事馆提出申请。但是，如果外籍人士已经在美国境内，则可以通过“身份调整”流程向国家服务中心提出申请。有一种特殊情况，外籍人士可以通过一步流程获得永久居留身份。对于目前在美国境内的美国公民的直系亲属，他们可以在美国公民申请人提交 I-130 表格（亲属移民申请）的同时申请调整身份以成为永久居民，因为该类别没有数量限制。",
    "estate_head": "保护您的遗产，确保您的未来",
  "estate_trust_desc": "我们经验丰富的凤凰城遗产规划律师可以帮助您驾驭遗产规划的复杂性。通过创建全面的遗产规划，您可以确保您的资产按照您的意愿分配，保护您的亲人免受不必要的法律纠纷，并为您自己和您的家人提供安心。不要等到为时已晚。今天联系我们安排咨询。",
  "estate_plans": "我们经验丰富的律师可以帮助您处理：",
  "estate_plans_1": "生前信托",
  "estate_plans_2": "可撤销信托",
  "estate_plans_3": "不可撤销信托",
  "estate_plans_4": "遗嘱认证",
  "estate_plans_5": "遗嘱",
  "estate_plans_6": "授权委托书",
  "estate_plans_7": "生前遗嘱",
  "estate_plans_8": "遗产赠与税",
  "estate_revocable": "可撤销生前信托",
  "estate_revocable_desc": "可撤销生前信托是一种多功能的法律工具，可让您在规划未来时保持对资产的控制。通过将资产所有权转移到信托中，您可以指定受信任的个人（受托人）代表您管理资产，以防您丧失行为能力。在您去世后，信托确保资产顺利转移给您选择的受益人，通常绕过冗长且公开的遗嘱认证流程。如果您担心未来的丧失行为能力、避免遗嘱认证或隐私，可撤销生前信托可能是理想的解决方案。凤凰城可撤销生前信托律师可以提供个性化指导并帮助您驾驭此过程。",
  "estate_rev_faq_1": "亚利桑那州的可撤销生前信托费用是多少？",
  "estate_rev_faq_1_desc": "亚利桑那州可撤销生前信托的成本通常在 2,000 美元到 10,000 美元之间。几个因素影响最终价格，包括信托的复杂性、您的资产价值、受益人数量和律师的收费结构。一些律师收取固定费用，而另一些则按小时收费。",
  "estate_rev_faq_2": "您可以在亚利桑那州不通过律师设立信托吗？",
  "estate_rev_faq_2_desc": "虽然可以在亚利桑那州不通过律师创建可撤销生前信托，但强烈建议咨询法律专业人士。律师可以确保您的信托在法律上健全，最大限度地降低未来纠纷和复杂性的风险。对于那些喜欢 DIY 方法的人，统一遗嘱法典可以作为宝贵的资源。但是，在没有法律指导的情况下进行可能会导致意想不到的后果。",
  "estate_rev_faq_3": "如何在亚利桑那州资助可撤销生前信托？",
  "estate_rev_faq_3_desc": "要在亚利桑那州资助可撤销生前信托，您首先需要创建信托文件，概述其详细信息，包括受托人和受益人指定。一旦签署和公证，最后一步是将您的资产转移到信托中。考虑到所涉及的复杂性，强烈建议咨询经验丰富的信托律师，以确保顺利且合法合规的过程。",
  "estate_compare": "遗嘱与可撤销生前信托",
  "estate_compare_desc": "遗嘱或最后遗嘱通常管理您去世时仍以您的名义持有的资产。相比之下，可撤销生前信托允许您在有生之年将资产所有权转移到信托中，提供立即的好处，例如避免遗嘱认证。遗嘱在您去世后生效，而生前信托可以在您仍然活着的时候提供灵活性和对资产的控制。为了全面了解差异及其影响，强烈建议咨询弗拉格斯塔夫遗产规划律师。",
  "estate_will_head": "遗嘱",
  "estate_will": "您为什么在亚利桑那州需要遗嘱",
  "estate_will_desc": "遗嘱是一份重要的法律文件，概述您去世后对遗产和未成年子女的意愿。它使您可以就资产分配和子女监护做出明智决定，确保您的意愿得到尊重。如果没有遗嘱，州政府可能会介入，可能导致意想不到和不可取的结果。<br><br>为了保障您的家人的未来，请优先考虑创建遗嘱或信托。这些法律工具可以确保您的亲人按照您的意愿得到照顾，让您安心。",
  "estate_test": "什么是遗嘱信托？",
  "estate_test_desc": "在亚利桑那州，18 岁即为成年人。为了确保您的孩子经济安全并负责任地继承遗产，许多父母选择设立遗嘱信托。这些通过遗嘱创建的信托提供了一种机制，可以保护资产直到您的孩子更加成熟，让您安心地知道他们的继承财产会得到明智的管理。",
  "estate_gift_head": "遗产税和赠与税",
  "estate_gift": "什么是遗产税和赠与税？",
  "estate_gift_desc": "遗产税征收于死者资产的价值，而赠与税则适用于赠予期间的资产。鉴于目前的联邦和州税法，大多数人在规划遗产时无需担心遗产税和赠与税。但是，高净值人士可能会受益于咨询税务专业人士，以优化他们的遗产计划并尽量减少潜在的税务负债。",
  "estate_poa": "授权委托书",
  "estate_poa_desc": "当涉及到您在亚利桑那州的遗产和家人的未来时，确保您所爱的人在您去世后得到长期保护至关重要。如果您因事故或其他意外后果而丧失行为能力，您将希望确保代表您处理的重要决定符合您的价值观和愿望。在亚利桑那州，授权委托书律师可以帮助您了解与财务和医疗决策过程相关的复杂性。根据您是需要医疗授权委托书、财务授权委托书还是特殊授权委托书，吴氏律师事务所的专职律师可以帮助您获得保护和实现您利益所需的法律文件。<br><br>我们的律师不仅在起草和执行委托书文件方面拥有丰富经验，还可以帮助您处理任何未完成的遗产管理或信托事宜。无论您的亚利桑那州遗产规划需求是根据现有遗嘱或信托分配已故亲人的遗产，还是管理法律纠纷，我们的法律团队都将在此为您提供协助。",
  "contactus": "联系我们",
  "contact": "联系我们的最有效方式是通过电话或电子邮件。您可以直接致电我们任何一个办公室，或发送电子邮件给我们，<a href=\"mailto: cs@wuassociateslaw.com\">cs@wuassociateslaw.com</a>。我们的团队将协助您解决您的法律需求并提供个性化建议。",
  "contact2": "我们在加州和亚利桑那州均设有办事处。如果您在附近，我们建议您亲自来访并与我们的团队会面。这是一个讨论您的法律需求、提问以及了解更多关于我们可以如何帮助您的绝佳机会。",
  "irvine": "尔湾办事处：",
  "phoenix": "凤凰城办事处："
}