{
    "home_link": "主页",
    "about_us_link": "关于我们",
    "attorney_link": "律师",
    "services_link": "服务",
    "contact_link": "联系我们",
    "home_headline": "您的权利，我们的优先事项。",
    "home_headline2": "需要法律帮助吗？今天联系我们进行咨询。",
    "call_cta": "立即致电",
    "home_step1": "获取案件",
    "home_step1-2": "评估",
    "home_step2": "被任命",
    "home_step2-2": "一位律师",
    "home_step3": "获得结果",
    "home_step3-2": "你需要",
    "legal_practices": "法律执业领域",
    "personal_injury": "人身伤害",
    "pi_desc": "您受伤了。现在让我们来帮忙。我们富有同情心的律师团队专门处理各种人身伤害案件，包括车祸、滑倒摔伤和过失致死。我们将指导您完成法律流程并为应得的赔偿而奋斗。",
    "immigration": "移民",
    "immigration_desc": "不要让移民挑战阻碍您的前进。我们敬业的团队致力于提供针对您特定需求的个性化法律解决方案。从工作签证到家庭赞助，我们将指导您每一步。",
    "estate": "遗产规划",
    "estate_desc": "通过全面的遗产规划保护您的遗产。我们经验丰富的律师将帮助您制定个性化的计划，保护您的资产并确保您的意愿得到尊重。让我们处理复杂问题，以便您可以专注于真正重要的事情。",
    "talk_attorney": "与律师交谈",
    "why_us": "处理法律问题可能会令人不知所措。这就是我们介入的地方。我们经验丰富的律师在这里指导您了解法律的复杂性并提供定制解决方案。无论您面临的是简单的法律问题还是复杂的纠纷，我们都致力于保护您的利益并实现您的目标。今天联系我们进行保密咨询。让我们共同努力找到最佳前进道路。",
    "offices": "我们的办公室",
    "cp_section": "版权所有。",
    "get_legal_help": "需要法律帮助或建议吗？",
    "legal_help_info": "感觉被法律事务压得喘不过气来？我们理解。法律术语可能真的让人头疼。这就是为什么我们在这里让事情变得更简单。无论您是处理小额索赔、复杂合同还是介于两者之间的任何事情，我们的友好法律专家团队都随时准备提供帮助。我们将分解法律术语，回答您的问题，并逐步指导您完成流程。所以，不要紧张。让我们共同努力找到适合您的解决方案。",
    "about_us": "我们是谁？",
    "about_us_1": "吴氏律师事务所拥有超过三十年的历史，是一家跨国律师事务所，在美国、越南和中国设有办事处。我们经验丰富的律师在公司、小企业和移民事务方面提供全面的法律咨询。我们是您值得信赖的合作伙伴，保护您的全球利益。",
    "about_us_2": "我们的使命是提供创新和实用的法律解决方案，使我们的客户能够实现他们的商业和个人目标。我们致力于与客户建立基于信任、诚信和相互尊重的持久关系。",
    "ask_attorney": "问律师",
    "ask_attorney_desc": "我们为您提供答案，以下是常见问题。",
    "attorney_faq": "为了帮助回答您的问题，我们整理了一份来自客户的常见问题列表。如果您有任何特定问题未在此处解决，请随时与我们联系。",
    "attorney_faq_1": "1. 您为律师费获得什么？",
    "attorney_faq_1_desc": "对于因车祸引起的人身伤害案件，我们采用风险收费安排。这意味着除非我们通过和解成功收回您的身体伤害赔偿金，否则您不会欠我们任何法律费用。",
    "attorney_faq_2": "2. 提交诉讼的诉讼时效有多长？",
    "attorney_faq_2_desc": "加利福尼亚州法律对提起人身伤害和医疗事故诉讼设定了具体的时间限制。一般来说，您有 2 年时间提出人身伤害索赔和 3 年时间提出医疗事故索赔。这些截止日期通常从受伤或损失发生之日起开始计算。但是，在某些情况下，时钟从您发现受伤或损失时开始。如果您不确定自己的具体情况，请与我们联系以获取法律建议。",
    "attorney_faq_3": "3. 您需要什么信息？",
    "attorney_faq_3_desc": "为了处理您的案件，我们通常需要有效的政府颁发的身份证件，例如驾驶执照、您的社会安全号码，以及根据具体情况，您的保险信息。",
    "attorney_faq_4": "4. 您的公司处理哪些类型的伤害案件？",
    "attorney_faq_4_desc": "我们的公司在处理各种类型的人身伤害案件方面拥有良好的成功记录，例如汽车事故、摩托车事故、滑倒摔倒事故和狗咬伤。",
    "attorney_faq_5": "5. 我的个人伤害或保险索赔价值是多少？",
    "attorney_faq_5_desc": "由于每个法律案件的性质独特，因此很难在没有彻底评估的情况下提供明确的答案。有关定制的法律建议，请咨询律师。",
    "learn_more": "了解更多",
    "auto_head": "车祸",
    "auto_desc": "如果您在车祸中受伤，您不必独自经历。我们知道处理事故后果有多艰难。从医疗账单到收入损失，这可能令人难以承受。这就是为什么我们在这里为您争取权利并为您应得的赔偿而奋斗。保险公司经常试图快速且尽可能少地赔付索赔。但是，在我们经验丰富的团队的支持下，您可以放心，您将获得公平的待遇。我们致力于您的案件，无论需要付出多少努力。无论是通过谈判、调解还是审判，我们都会不懈努力为您实现最佳结果。最好的部分是什么？您无需预付一分钱。我们按风险收费的方式工作，因此只有在我们赢得案件时您才付给我们。",
    "dog_head": "狗咬伤案件",
    "dog_desc": "如果您或您所爱的人在狗袭击中受伤，您需要了解您的权利。在加利福尼亚州，狗主人对其宠物造成的任何伤害负责，无论狗过去的行为如何。这意味着您可以寻求医疗费用、工资损失、痛苦和损失和其他损害的赔偿。<br><br> 不要等待。采取行动。在狗袭击后，及时寻求法律建议至关重要。我们经验丰富的律师将彻底调查您的案件并努力为您争取最大的赔偿。我们了解狗袭击可能造成的身体和情感创伤。让我们帮助您驾驭法律流程并获得您应有的正义。",
    "fall_head": "滑倒摔倒",
    "fall_desc": "如果您在别人的财产上滑倒摔倒并受伤，您可能有权获得赔偿。财产所有者有义务保持其场所安全，如果他们未能这样做，他们可能要承担责任。我们已经帮助无数人从滑倒事故中恢复损失。我们了解这些伤害可能带来的身体和情感负担，我们致力于为您的权利而奋斗。<br><br> 滑倒案件的时间是关键。证据可能很快消失，因此尽快联系我们很重要。我们将努力收集证据，例如事故报告、证人证词和医疗记录。我们将处理您案件的各个方面，从与保险公司谈判到法庭诉讼。我们的目标是确保获得公平的解决方案，包括您的医疗费用、工资损失和痛苦与损失。",
    "ict_head": "公司内部转调 L-1",
    "ict_desc": "L-1 非移民分类使美国雇主能够将高管、经理或具有专业知识的人员从其附属外国办事处之一调到其在美国的办事处之一。此分类还使尚未在美国设有附属办事处的外国公司能够将高管或经理派往美国以建立新办事处。",
    "ict_req_head": "L-1 签证的基本要求",
    "ict_req_1": "海外公司必须以特定方式与美国公司相关；",
    "ict_req_2": "该公司必须在整个转让期间在美国和至少另一个国家开展业务；",
    "ict_req_3": "员工必须在过去三年中连续一年为海外公司工作；",
    "ict_req_4": "员工必须以高管、管理或专业知识人员的身份来美国公司工作。",
    "ict_class": "L-1A 分类允许总停留时间为七年。<br>L-1B 分类允许总停留时间为五年。",
    "h1b_head": "专业职业 H-1B",
    "h1b_desc": "美国企业可以通过 H-1B 计划雇用在需要理论或技术专业知识的专业领域",
    "h1b_req_head": "职位要求",
    "h1b_req_desc": "要符合专业性职业的资格，职位必须满足以下条件之一：",
    "h1b_req_1": "通常，该职位最低入职要求是学士学位或更高学位或同等学历；",
    "h1b_req_2": "该职位的学位要求在行业中是常见的，或者该职位非常复杂或独特，只有具有学位的人才能胜任；",
    "h1b_req_3": "雇主通常要求该职位具有学位或同等学历；",
    "h1b_req_4": "特定职责的性质非常专业和复杂，执行这些职责所需的知识通常与获得学士学位或更高学位相关。",
    "h1b_qual_head": "外国工人的资格",
    "h1b_qual_desc": "外国工人必须满足以下条件之一才有资格接受专业性职业的职位邀请：",
    "h1b_qual_1": "已获得经认可的大学或学院授予的特定专业性职业所需的美国学士学位或更高学位；",
    "h1b_qual_2": "持有相当于美国学士学位或更高学位的外国学位，该学位与专业性职业相关；",
    "h1b_qual_3": "持有不受限制的州执照、注册或认证，授权其全面从事专业性职业并在其拟就业州从事该专业；",
    "h1b_qual_4": "具有与完成此类学位相当的专业教育、培训或逐步负责的经验，并通过与专业直接相关的逐步负责的职位获得对该专业的专业认可。",
    "eb1_head": "杰出人才 EB-1",
    "eb1_desc": "杰出人才工作签证包含在第一类基于雇用的移民签证中。杰出人才是指在科学、艺术、教育、商业或体育领域具有“杰出能力”的外国人。能力必须通过持续的国家或国际认可来证明，并且外籍人士的成就必须通过广泛的文档在该领域得到认可。此外，外籍人士进入美国必须对美国具有潜在的重大好处。",
    "eb1_adv_head": "EB-1 杰出人才的优势",
    "eb1_adv_1": "移民签证对该类别立即可用；",
    "eb1_adv_2": "该类别不适用劳工证要求，这意味着该类别的移民案件的总处理时间比其他基于雇用的移民类别要短得多。",
    "eb1_adv_3": "该类别不需要特定的工作邀请，这意味着外籍人士可以代表自己提交申请。",
    "eb5_head": "投资移民 EB-5",
    "eb5_desc": "投资签证为合格个人及其家庭成员提供永久居留身份，基于他们对新商业企业或陷入困境的企业的投资，从而为美国公民或永久居民创造 10 个全职工作。",
    "eb5_req_head": "EB5 投资签证要求",
    "eb5_req_1": "投资至少 100 万美元于美国的新商业企业或陷入困境的企业，并在开业两年内雇用 10 人；或者",
    "eb5_req_2": "投资 50 万美元于失业率高于全国平均水平的美国目标就业区 (TEA) 的新商业企业或陷入困境的企业。您必须在开业两年内雇用 10 人。",
    "eb5_inv_head": "投资模式",
    "eb5_inv_desc": "所有 EB-5 投资者可以选择投资于区域中心或直接投资模式。每种投资模式都有其优缺点：",
    "eb5_inv_1": "直接投资模式：每项投资不会取决于获得大量投资者。投资者可以通过单独投资实现运营，并且条件绿卡移除独立于其他投资者。投资者保留业务管理和决策的控制权。但是，商业企业需要为每位投资者直接雇用至少十 (10) 名全职员工，并用适当的文档证明。",
    "eb5_inv_2": "区域中心模式：它允许被动投资结构，因此投资者无需参与项目的运营和管理。申请移除条件时，投资者可以使用这些项目创造的间接就业岗位的计算来计算十 (10) 个全职岗位。但是，需要一定数量的投资者才能使中心运营。如果未达到目标，投资者将无法移除条件绿卡。",
    "fam_head": "家庭移民",
    "fam_desc": "家庭移民是最常见的移民类别之一。为了促进家庭团聚，移民法允许美国公民和美国永久居民为某些合格的亲属申请来美国永久居住。但是，国会对家庭移民设定了 480,000 的上限。美国公民的直系亲属可以无限制地入境。对于所有其他基于家庭的群体，每个外国国家和每个优先类别每年只有有限数量的移民签证可用。",
    "fam_cat_head": "家庭类别，数量无限制",
    "fam_cat_desc": "被视为美国公民直系亲属的人优先考虑移民候选人，因此每年对公民直系亲属成为永久居民的人数没有数量限制。美国公民的直系亲属包括：",
    "fam_req_1": "美国公民的配偶",
    "fam_req_2": "21 岁以下的未婚子女",
    "fam_req_3": "美国公民的父母（如果美国公民年龄超过 21 岁）",
    "fam_other_head": "其他家庭类别，数量有限",
    "fam_other_desc": "以下群体每年可获得数量有限的移民签证。国会将这些群体分为“优先”类别，按移民优先顺序进行排名。优先级越高，签证分配给外籍人士的速度就越快。",
    "fam_other_1": "F1: 21 岁及以上的美国公民未婚子女",
    "fam_other_2": "F2A: 永久居民的配偶和子女(21 岁以下）",
    "fam_other_3": "F2B: 永久居民的未婚子女(21 岁或以上）",
    "fam_other_4": "F3: 美国公民的已婚子女",
    "fam_other_5": "F4: 成年美国公民的兄弟姐妹",
    "fam_app_head": "申请流程",
    "fam_app_desc": "通常，获得永久居留权的过程涉及两个步骤。首先，美国公民或永久居民必须向 USCIS 提交 I-130 表格（申请移民亲属）和支持文件，以使外籍人士被归类为有资格移民的人。一旦批准了请愿书并且移民签证类别是当前的，外籍人士就可以申请永久居留身份。当外籍人士目前在美国境外时，通常在美国境外的美国领事馆提出申请。但是，如果外籍人士已经在美国境内，则可以通过“调整身份”程序向国家服务中心提出申请。有一种特殊情况是外籍人士可以通过一步过程获得永久居留身份。对于目前在美国境内的美国公民的直系亲属，他们可以在美国公民申请人提交 I-130 表格（申请移民亲属）的同时申请调整身份成为永久居民，因为该类别没有数量限制。",
    "estate_head": "遗嘱和信托",
    "estate_trust_desc": "我们提供全面的遗产规划服务，旨在保护您的资产并确保您的亲人顺利过渡。我们经验丰富的律师将与您密切合作，制定符合您独特目标和情况的个性化遗产计划。服务包括创建遗嘱、信托、授权委托书和医疗指示，以及提供遗嘱认证避免策略、资产保护和税务规划方面的指导。<br><br>例如，如果您有未成年子女，吴律师事务所可以帮助您建立信托，以在您丧失行为能力或去世的情况下为他们的财务需求和福祉提供保障。我们还可以就如何最大限度地减少遗产税和保护您的资产免受潜在债权人侵害提供建议。<br>通过主动解决您的遗产规划需求，您可以为自己和家人提供安心。吴律师事务所可以帮助您创建一个反映您价值观并确保您的意愿得以实现的遗产。"
}