{
    "home_link": "Home",
    "about_us_link": "About Us",
    "attorney_link": "FAQ",
    "services_link": "Services",
    "contact_link": "Contact Us",
    "home_headline": "Your Rights, Our Priority.",
    "home_headline2": "Need legal help? Contact us today for a consultation.",
    "call_cta": "Call now",
    "home_step1": "Call us for",
    "home_step1-2": "a consultation.",
    "home_step2": "Get the legal",
    "home_step2-2": "help you need.",
    "legal_practices": "LEGAL PRACTICE AREAS",
    "personal_injury": "Personal Injury",
    "pi_desc": "You've been hurt. Now let us help. Our compassionate team of attorneys specialize in handling a wide range of personal injury cases, including car accidents, slip and falls, and wrongful death. We'll guide you through the legal process and fight for the compensation you deserve.",
    "immigration": "Immigration",
    "immigration_desc": "Don't let immigration challenges hold you back. Our dedicated team is committed to providing personalized legal solutions tailored to your specific needs. From work visas to family sponsorship, we'll guide you every step of the way.",
    "estate": "Estate Planning",
    "estate_desc": "Protect your legacy with comprehensive estate planning. Our experienced attorneys will help you create a customized plan that safeguards your assets and ensures your wishes are honored. Let us handle the complexities, so you can focus on what truly matters.",
    "immigration_desc_2": "We offer expert immigration services to help you explore various visa options, including H-1B, student visas, family-based visas, and more. Our team provides guidance through the application process, ensuring you understand your eligibility and navigate the requirements for a successful outcome.",
    "estate_desc_2": "Our estate planning services help you protect your assets and ensure your wishes are carried out. We assist with creating wills, trusts, powers of attorney, and other essential documents to provide peace of mind for you and your loved ones.",
    "pi_desc_2": "Personal injury refers to harm caused to an individual’s body, mind, or emotions due to accidents, negligence, or intentional actions. This includes cases such as car accidents, slip and falls, and medical malpractice, where victims may seek compensation for their injuries and damages.",
    "talk_attorney": "Consult with an attorney",
    "why_us": "Navigating legal issues can be overwhelming. That's where we come in. Our experienced attorneys are here to guide you through the complexities of the law and provide tailored solutions. Whether you're facing a simple legal matter or a complex dispute, we're committed to protecting your interests and achieving your goals. Contact us today for a confidential consultation. Let's work together to find the best path forward.",
    "offices": "Our Offices",
    "cp_section": "All Rights Reserved.",
    "get_legal_help": "Need legal help or advice?",
    "legal_help_info": "Feeling overwhelmed by legal stuff? We get it. Legal jargon can be a real headache. That's why we're here to make things easier. Whether you're dealing with a small claim, a complex contract, or something in between, our team of friendly legal experts is ready to help. We'll break down the legal mumbo-jumbo, answer your questions, and guide you through the process step by step. So, don't stress out. Let's work together to find a solution that works for you.",
    "about_us": "Who are we?",
    "about_us_1": "Wu & Associates is a law firm with offices in Arizona and California. Our experienced attorneys provide comprehensive legal counsel in personal injury, family, and immigration matters. We are your trusted partner, protecting your interests every step of the way.",
    "about_us_2": "Our mission is to provide innovative and practical legal solutions that empower our clients to achieve their business and personal goals. We are dedicated to building long-lasting relationships with our clients, based on trust, integrity, and mutual respect.",
    "ask_attorney": "Frequently Asked Questions",
    "ask_attorney_desc": "We have answers for you.",
    "attorney_faq": "These are questions our clients have commonly asked. If you have a specific question that isn't addressed here, please feel free to reach out to us.",
    "attorney_faq_1": " 1. What do you get for your attorney's fee?",
    "attorney_faq_1_desc": "For personal injury cases arising from car accidents, we work on a contingency fee arrangement. This means you won't owe us any legal fees unless we successfully recover compensation for your bodily injuries through settlement.",
    "attorney_faq_2": "2. How long is the statute of limitations to file?",
    "attorney_faq_2_desc": "Arizona law sets specific time limits for filing personal injury and medical malpractice lawsuits. You have 2 years for personal injury claims and medical malpractice. These deadlines usually begin on the date the injury or loss happened. However, in some cases, the clock starts when you discover the injury or loss. If you're uncertain about your specific situation, please contact us for legal advice.",
    "attorney_faq_3": "3. What information do you need from me?",
    "attorney_faq_3_desc": "To process your case, we typically require a valid government-issued ID, such as a driver's license, your Social Security number, and, depending on the specific circumstances, your insurance information.",
    "attorney_faq_4": "4. What types of injury cases does your firm work on?",
    "attorney_faq_4_desc": "Our firm has a proven track record of success in handling various types of personal injury cases, such as automobile accidents, motorcycle accidents, slip-and-fall accidents, and dog bite injuries.",
    "attorney_faq_5": "5. What is my personal injury or insurance claim worth?",
    "attorney_faq_5_desc": " Due to the unique nature of each legal case, it's difficult to provide a definitive answer without a thorough evaluation. For tailored legal advice, please consult with an attorney.",
    "learn_more": "Learn more",
    "injury_types": "What are some common types of injuries we handle?",
    "injury_desc": "Accidents can lead to a wide range of injuries, from minor cuts and bruises to severe, life-altering conditions. If someone else's negligence caused your injury, you may be entitled to compensation for medical expenses, lost wages, and pain and suffering. Common injuries sustained in accidents include broken bones, soft-tissue damage, internal injuries, burns, spinal cord injuries, brain injuries, and nerve damage. These serious injuries can result in significant medical costs, lost income, and long-term disability. To protect your rights and maximize your recovery, it's crucial to consult with an experienced personal injury attorney.",
    "claim_overview": "Navigating the Complexities of Personal Injury Claims",
    "claim_desc": "Even if you share some responsibility for an accident, Arizona's pure comparative negligence law allows you to seek compensation. However, your award will be reduced proportionally to your fault. Insurance companies often exploit this rule to minimize payouts. That's why it's crucial to have an experienced Phoenix personal injury attorney on your side.<br><br>A key step in the claims process is gathering evidence. This involves collecting medical records, police reports, witness statements, and photos of the accident scene and injuries. Time is of the essence, as evidence can quickly disappear or be lost. By contacting our firm promptly, we can begin investigating your case and building a strong claim to maximize your recovery.",
    "commitment": "Our Commitment to Your Case",
    "commitment_desc": "Our dedicated team of Phoenix personal injury lawyers will go the extra mile to build a strong case on your behalf. This may involve:",
    "injury_step_1": "Hiring accident reconstruction experts",
    "injury_step_2": "Interviewing witnesses",
    "injury_step_3": "Gathering evidence from various sources, including surveillance footage and dashcam videos",
    "injury_step_4": "Obtaining police reports",
    "injury_step_5": "Photographing the accident scene and property damage",
    "injury_step_6": "Collecting medical records and expert testimony",
    "injury_step_7": "Identifying all potentially liable parties, such as employers or property owners<br>",
    "commitment_desc2": "By thoroughly investigating your case, we can determine who is responsible for your injuries and damages. This could include the individual at fault, their employer, or other responsible parties.",
    "when_injury_help": "When to Seek Legal Help After an Injury",
    "when_injury_help_desc": "If you've been seriously injured in an accident in Phoenix, consulting with a personal injury attorney can be a wise decision. An experienced attorney can help you understand your legal rights, navigate the complex claims process, and fight for the compensation you deserve.<br><br>It's important to act quickly, as Arizona has specific time limits for filing personal injury lawsuits. Most cases must be filed within two years of the injury date. However, there may be exceptions or extensions depending on the circumstances.<br><br>Don't delay. Contact a Phoenix personal injury attorney today to discuss your case and ensure you meet all legal deadlines.",
    "comp_fault": "Can I Still Recover Compensation If I Was Partially at Fault?",
    "comp_fault_desc": "Yes, even if you share some responsibility for an accident in Phoenix, you may still be eligible for compensation. Arizona follows a legal principle called \"pure comparative negligence,\" which means your ability to recover damages is not completely barred due to your fault. However, your compensation will be reduced proportionally to your degree of fault.<br><br>For example, if you're found to be 30% at fault for an accident, your total damages will be reduced by 30%. While this system can be complex, an experienced Phoenix personal injury attorney can help you navigate the legal process and fight for the maximum compensation you deserve.<br><br>A Wu Associates attorney can assist you in gathering evidence, negotiating with insurance companies, and ensuring a fair assessment of fault. We'll work diligently to maximize your potential compensation while navigating the intricacies of Arizona's pure comparative fault laws.",
    "common_injury": "Common types of injuries:",
    "auto_head": "Auto Accidents",
    "auto_desc": "If you've been injured in a car accident, you don't have to go through it alone. We know how tough it can be to deal with the aftermath of an accident. From medical bills to lost wages, it can be overwhelming. That's why we're here to fight for your rights and get you the compensation you deserve. Insurance companies often try to settle claims quickly and for as little money as possible. But with our experienced team on your side, you can rest assured that you're getting a fair deal. We're committed to your case, no matter what it takes. Whether it's through negotiation, mediation, or trial, we'll work tirelessly to achieve the best possible outcome for you. And the best part? You don't pay a dime upfront. We work on a contingency fee basis, so you only pay us if we win your case.",
    "dog_head": "Dog Bite Cases",
    "dog_desc": "If you or a loved one has been injured in a dog attack, you need to know your rights. In Arizona, dog owners are held responsible for any injuries caused by their pets, regardless of the dog's past behavior. This means you can seek compensation for medical bills, lost wages, pain and suffering, and other damages.<br><br> Don't Wait. Take Action. After a dog attack, it's crucial to seek legal advice promptly. Our experienced attorneys will thoroughly investigate your case and work to recover the maximum compensation you deserve. We understand the physical and emotional trauma that a dog attack can cause. Let us help you navigate the legal process and get the justice you deserve.",
    "fall_head": "Slip and Fall",
    "fall_desc": "If you've slipped and fallen on someone else's property and gotten hurt, you may be entitled to compensation. Property owners have a duty to keep their premises safe, and if they fail to do so, they can be held responsible. We've helped countless people recover damages from slip and fall accidents. We understand the physical and emotional toll these injuries can take, and we're dedicated to fighting for your rights.<br><br> Time is of the essence when it comes to slip and fall cases. Evidence can disappear quickly, so it's important to contact us as soon as possible. We'll work diligently to gather evidence, such as accident reports, witness statements, and medical records. We'll handle every aspect of your case, from negotiations with insurance companies to courtroom litigation. Our goal is to secure a fair settlement that covers your medical bills, lost wages, and pain and suffering.",
    "ict_head": "Intra-Company transferees L-1",
    "ict_desc": "The L-1 nonimmigrant classification enables a U.S. employer to transfer an executive or manager or someone with specialized knowledge from one of its affiliated foreign offices to one of its offices in the United States. This classification also enables a foreign company which does not yet have an affiliated U.S. office to send an executive or manager to the United States for the purpose of establishing a new office.",
    "ict_req_head": "Basic Requirements for L-1 visa",
    "ict_req_1": "The overseas company must be related to the U.S company in a specific manner;",
    "ict_req_2": "The company must be one that is doing business in the United States and at least one other country during the whole period of the transfer;",
    "ict_req_3": "The employee must have worked abroad for the overseas company for a continuous period of one year in the preceding three years;",
    "ict_req_4": "The employee must be coming to the U.S. company to work in an executive, managerial, or specialized knowledge capacity.",
    "ict_class": "L-1A classification permits a total period of stay to seven years.<br>L-1B classification allows a total period of stay of five years.",
    "h1b_head": "Specialty Occupation H-1B",
    "h1b_desc": "U.S. businesses can employ foreign workers in specialty occupations that require theoretical or technical expertise in specialized fields through the H-1B program. However, the prospective H-1B workers are subject to a numerical cap each fiscal year on a first-come, first-served basis. The current annual cap on the H-1B category is 65,000. The first 20,000 petitions filed on behalf of beneficiaries with a U.S. master's degree or higher are exempt from the cap.",
    "h1b_req_head": "Requirement of the offered position",
    "h1b_req_desc": "The job must meet one of the following criteria to qualify as a specialty occupation:",
    "h1b_req_1": "Bachelor's or higher degree or its equivalent is normally the minimum entry requirement for the position;",
    "h1b_req_2": "The degree requirement for the job is common to the industry or the job is so complex or unique that it can be performed only by an individual with a degree;",
    "h1b_req_3": "The employer normally requires a degree or its equivalent for the position;",
    "h1b_req_4": "The nature of the specific duties is so specialized and complex that the knowledge required to perform the duties is usually associated with the attainment of a bachelor's or higher degree.",
    "h1b_qual_head": "Qualification of the foreign worker",
    "h1b_qual_desc": "The foreign worker must meet one of the following criteria to qualify to accept a job offer in a specialty occupation:",
    "h1b_qual_1": "Have completed a U.S. bachelor's or higher degree required by the specific specialty occupation from an accredited college or university;",
    "h1b_qual_2": "Hold a foreign degree that is the equivalent to a U.S. bachelor's or higher degree in the specialty occupation;",
    "h1b_qual_3": "Hold an unrestricted State license, registration, or certification which authorizes him/her to fully practice the specialty occupation and be engaged in that specialty in the state of intended employment;",
    "h1b_qual_4": "Have education, training, or progressively responsible experience in the specialty that is equivalent to the completion of such a degree, and have recognition of expertise in the specialty through progressively responsible positions directly related to the specialty.",
    "eb1_head": "Extraordinary Ability EB-1",
    "eb1_desc": "The extraordinary ability worker visa is included in the first employment-based preference. Extraordinary ability workers mean aliens of “extraordinary ability” in the sciences, arts, education, business, or athletics. The ability must be demonstrated through sustained national or international acclaim, and the alien must have achievements recognized in the field through extensive documentation. In addition, the alien's entry in to the United States must substantially benefit prospectively the United States.",
    "eb1_adv_head": "Advantages of EB-1 Extraordinary Ability",
    "eb1_adv_1": "Immigrant visas are immediately available to this category;",
    "eb1_adv_2": "The labor certification requirement does not apply to this category, meaning total processing time for immigration cases in this preference is much shorter than is possible for the other employment-based preference.",
    "eb1_adv_3": "A specific job offer is not required for an alien in this group, meaning the alien may file the petition on his or her own behalf.",
    "eb5_head": "Investor Immigration EB-5",
    "eb5_desc": "Investor visas for permanent resident status are available for qualified individuals and their family members based on their investment in a new commercial enterprise or a struggling business which results in the creation of 10 full time jobs for US citizens or permanent residents.",
    "eb5_req_head": "EB5 Investor Visa Requirements",
    "eb5_req_1": "Investment of at least $1 million in a new commercial enterprise or struggling business in the U.S. and hiring 10 people within two years of starting the business; or",
    "eb5_req_2": "Investment of $500,000 in a new commercial enterprise or struggling business in a targeted employment area (TEA) in which the unemployment rate is higher than the national average. You must hire 10 people within two years of starting the business.",
    "eb5_inv_head": "Investment Models",
    "eb5_inv_desc": "All EB-5 Investors have the option of investing in the regional center or direct investment model.  Each investment model has its pros and cons:",
    "eb5_inv_1": "Direct Investment Model: Each investment will not be contingent on gaining a big number of investors.  The Investor can become operational through his/her investment alone and removal of conditional status is independent of other investors. Investor retains control of management and decision making for business. However, business enterprise is required to directly employ at least ten (10) full-time jobs for each Investor and prove with appropriate documentation.",
    "eb5_inv_2": "Regional Center Model: It allows a passive investment structure, so investors are not required to take part in the operation and management of the project. When applying to remove condition, investors can use a calculation of indirect jobs created from these projects to count towards the ten (10) full-time jobs. However, a minimum number of investors are required to make the center operational. If the goal is not met, the investor will not be able to remove conditional status.",
    "fam_head": "Family-based Immigration",
    "fam_desc": "Family Based Immigration is one of the most common immigration categories. To promote family unity, immigration law allows U.S. citizens and U.S. permanent residents to petition for certain qualified relatives to come and live permanently in the United States. However, Congress has established a cap of 480,000 on family-sponsored immigration. Immediate relatives of U.S. citizens may be admitted in unlimited numbers. With regard to all other family-based groups, only a limited number of immigrant visas are available within the annual cap for each foreign state and within each preference category.",
    "fam_cat_head": "Family-based categories with unlimited number",
    "fam_cat_desc": "Persons who qualify as immediate relatives of U.S. citizens are so highly preferred as candidates for immigration that no numerical limitation is placed on the number of immediate relatives of citizens who may be become permanent residents in any year. Immediate relatives of U.S. citizens include:",
    "fam_req_1": "Spouses of U.S. citizens",
    "fam_req_2": "Unmarried children under age of 21",
    "fam_req_3": "Parent of U.S. citizens (if the U.S. citizen is over the age of 21)",
    "fam_other_head": "Other family-based categories with limited number",
    "fam_other_desc": "The following groups are subject to a numerically-limited number of immigrant visas available to them each year. Congress has divided these groups into “preference” categories, ranking them in the order in which they are preferred for immigration. The higher the preference, the more quickly a visa will be allotted to the alien.",
    "fam_other_1": "F1: Unmarried Sons and Daughters of U.S. Citizens who are 21 years of age",
    "fam_other_2": "F2A: Spouses and Children (under age of 21) of Permanent Residents",
    "fam_other_3": "F2B: Unmarried Sons and Daughters (21 years of age or older) of Permanent Residents",
    "fam_other_4": "F3: Married Sons and Daughters of U.S. Citizens",
    "fam_other_5": "F4: Brothers and Sisters of Adult U.S. Citizens",
    "fam_app_head": "Application Process",
    "fam_app_desc": "Generally, the procedure for obtaining permanent residence involves two steps. First, the U.S. citizen or permanent resident must file the Form I-130, Petition for Alien Relative, and the supporting documents with USCIS to have the alien classified as a person qualified to immigrate. Once the petition is approved and the immigrant visa category is current, the alien can then apply for permanent residence status. The application is often made at a U.S. consulate outside of the United States when the alien is currently outside U.S. But if the alien is already in the United States, the application can be made to the National Service Center through the 'adjustment of status' process. There is a special situation that the alien can obtain permanent residence status though a one-step process. For the immediate relatives of U.S. citizens who are currently inside United States, they can apply to adjust status to become a permanent resident at the same time their U.S. citizen petitioner files Form I-130, Petition for Alien Relative, because there is no numerical limitation for this category.",
    "estate_head": "Protect Your Legacy, Secure Your Future.",
    "estate_trust_desc": "Our experienced estate planning attorneys in Phoenix, AZ can help you navigate the complexities of estate planning. By creating a comprehensive estate plan, you can ensure your assets are distributed according to your wishes, protect your loved ones from unnecessary legal battles, and provide peace of mind for yourself and your family. Don’t wait until it’s too late. Contact us today to schedule a consultation.",
    "estate_plans": "Our experienced lawyers can help you with:",
    "estate_plans_1": "Living Trusts",
    "estate_plans_2": "Revocable Trusts",
    "estate_plans_3": "Irrevocable Trusts",
    "estate_plans_4": "Probates",
    "estate_plans_5": "Wills",
    "estate_plans_6": "Power of Attorney Documents",
    "estate_plans_7": "Living Wills",
    "estate_plans_8": "Estate Gift Taxes",
    "estate_revocable": "Revocable Living Trust",
    "estate_revocable_desc": "A Revocable Living Trust is a versatile legal tool that allows you to maintain control over your assets while planning for the future. By transferring ownership of your assets to a trust, you can designate a trusted individual (the trustee) to manage them on your behalf, should you become incapacitated. Upon your passing, the trust ensures a smooth transfer of assets to your chosen beneficiaries, often bypassing the lengthy and public probate process. If you’re concerned about future incapacity, probate avoidance, or privacy, a Revocable Living Trust may be an ideal solution. A Phoenix revocable living trust attorney can provide personalized guidance and help you navigate this process.",
    "estate_rev_faq_1": "How Much Does a Revocable Living Trust Cost in Arizona?",
    "estate_rev_faq_1_desc": "The cost of a revocable living trust in Arizona typically ranges from $2,000 to $10,000. Several factors influence the final price, including the complexity of the trust, the value of your assets, the number of beneficiaries, and your attorney’s fee structure. Some attorneys charge a flat fee, while others bill by the hour.",
    "estate_rev_faq_2": "Can You Set Up a Trust Without an Attorney in Arizona?",
    "estate_rev_faq_2_desc": "While it’s technically possible to create a revocable living trust without an attorney in Arizona, it’s strongly recommended to consult with a legal professional. An attorney can ensure your trust is legally sound, minimizing the risk of future disputes and complications. For those who prefer a DIY approach, the Uniform Probate Code can serve as a valuable resource. However, proceeding without legal guidance may lead to unintended consequences.",
    "estate_rev_faq_3": "How to Fund a Revocable Living Trust in Arizona",
    "estate_rev_faq_3_desc": "To fund a revocable living trust in Arizona, you'll first need to create the trust document, outlining its details, including the trustee and beneficiary designations. Once signed and notarized, the final step is to transfer your assets into the trust. Given the complexities involved, consulting with an experienced trust attorney is highly recommended to ensure a smooth and legally sound process.",
    "estate_compare": "Testamentary Wills vs. Revocable Living Trusts",
    "estate_compare_desc": "A testamentary will, or last will and testament, typically governs assets that remain in your name at the time of your death. In contrast, a revocable living trust allows you to transfer ownership of assets into the trust during your lifetime, providing immediate benefits such as probate avoidance. While a will becomes effective upon your passing, a living trust can offer flexibility and control over your assets while you're still living. For a comprehensive understanding of the differences and their implications, consulting with a Flagstaff estate planning attorney is highly recommended.",
    "estate_will_head": "Wills",
    "estate_will": "Why You Need a Will in Arizona",
    "estate_will_desc": "A testamentary will is a crucial legal document that outlines your wishes for your estate and minor children after your passing. It empowers you to make informed decisions about the distribution of your assets and the guardianship of your children, ensuring that your intentions are honored. Without a will, the state may intervene, potentially leading to unexpected and undesirable outcomes.<br><br>To safeguard your family's future, consider creating a will or trust as a priority. These legal instruments provide peace of mind, knowing that your loved ones will be cared for according to your wishes.",
    "estate_test": "What is a Testamentary Trusts?",
    "estate_test_desc": "In Arizona, individuals become legal adults at the age of 18. To ensure that your children are financially secure and responsible with their inheritance, many parents opt to establish testamentary trusts. These trusts, created through your will, provide a mechanism to safeguard assets until your children reach a more mature age, giving you peace of mind that their inheritance will be managed wisely.",
    "estate_gift_head": "Estate and Gift Taxes",
    "estate_gift": "What are Estate and Gift Taxes?",
    "estate_gift_desc": "Estate taxes are levied on the value of a deceased person's assets, while gift taxes apply to assets transferred during one's lifetime. Given current federal and state tax laws, most individuals do not need to worry about estate and gift taxes when planning their estate. However, high-net-worth individuals may benefit from consulting with a tax professional to optimize their estate plan and minimize potential tax liabilities.",
    "estate_poa": "Power of Attorney",
    "estate_poa_desc": "When it comes to the future of your legacy and your family in Arizona, it’s crucial to make sure that what you love stays protected long after you are gone. In the event that you become incapacitated due to an accident or other unanticipated consequence, you will want to be sure that important decisions being handled on your behalf are in accordance with your values and wishes. In Arizona, a power of attorney lawyer can help you with understanding the complexities associated with the financial and medical decision-making processes. Depending on whether you are looking for a healthcare power of attorney, a financial power of attorney, or a special power of attorney, a dedicated lawyer from Wu Associates can help you secure the legal documents you need to protect and carry out your interests.<br><br>Not only do our attorneys have extensive experience drafting and carrying out attorney documents, but we can also help you with any outstanding estate administration or trust matters. Whether your AZ estate planning needs include distributing the estate of a deceased loved one based on an existing will or trust, or managing legal disputes, our legal team is here to assist you.",
    "contactus": "Contact us",
    "contact": "The most effective way to reach us is by phone or email. You can call us directly at either one of our offices or send us an email, <a href=\"mailto: cs@wuassociateslaw.com\">cs(at)wuassociateslaw.com</a>. Our team is here to assist you with your legal needs and provide personalized advice.",
    "contact2": "We have office locations in both California and Arizona. If you're in the area, we encourage you to stop by and meet with our team in person. It's a great opportunity to discuss your legal needs, ask questions, and learn more about how we can help.",
    "irvine": "Irvine Office:",
    "phoenix": "Phoenix Office:"
}