{
    "home_link": "Inicio",
    "about_us_link": "Sobre Nosotros",
    "attorney_link": "Preguntas Frecuentes",
    "services_link": "Servicios",
    "contact_link": "Contáctenos",
    "home_headline": "Tus Derechos, Nuestra Prioridad.",
    "home_headline2": "¿Necesita ayuda legal? Contáctenos hoy para una consulta.",
    "call_cta": "Llamar ahora",
    "home_step1": "Llámenos para",
    "home_step1-2": "una consulta.",
    "home_step2": "Obtenga la ayuda legal",
    "home_step2-2": "que necesita.",
    "legal_practices": "ÁREAS DE PRÁCTICA LEGAL",
    "personal_injury": "Lesiones Personales",
    "pi_desc": "Ha resultado herido. Ahora permítanos ayudarlo. Nuestro compasivo equipo de abogados se especializa en el manejo de una amplia gama de casos de lesiones personales, incluidos accidentes automovilísticos, resbalones y caídas, y muerte injusta. Lo guiaremos a través del proceso legal y lucharemos por la compensación que merece.",
    "immigration": "Inmigración",
    "immigration_desc": "No permita que los desafíos de inmigración lo detengan. Nuestro dedicado equipo está comprometido a brindar soluciones legales personalizadas adaptadas a sus necesidades específicas. Desde visas de trabajo hasta patrocinio familiar, lo guiaremos en cada paso del camino.",
    "estate": "Planificación Patrimonial",
    "estate_desc": "Proteja su legado con una planificación patrimonial integral. Nuestros abogados experimentados lo ayudarán a crear un plan personalizado que proteja sus activos y garantice que se respeten sus deseos. Permítanos manejar las complejidades para que pueda concentrarse en lo que realmente importa.",
    "immigration_desc_2": "Ofrecemos servicios de inmigración expertos para ayudarlo a explorar diversas opciones de visa, incluidas H-1B, visas de estudiante, visas familiares y más. Nuestro equipo brinda orientación durante el proceso de solicitud, asegurándose de que comprenda su elegibilidad y navegue los requisitos para un resultado exitoso.",
    "estate_desc_2": "Nuestros servicios de planificación patrimonial lo ayudan a proteger sus activos y garantizar que se cumplan sus deseos. Ayudamos a crear testamentos, fideicomisos, poderes notariales y otros documentos esenciales para brindar tranquilidad a usted y a sus seres queridos.",
    "pi_desc_2": "Lesión personal se refiere al daño causado al cuerpo, la mente o las emociones de una persona debido a accidentes, negligencia o acciones intencionales. Esto incluye casos como accidentes automovilísticos, resbalones y caídas, y negligencia médica, donde las víctimas pueden buscar compensación por sus lesiones y daños.",
    "talk_attorney": "Consulte con un abogado",
    "why_us": "Navegar por asuntos legales puede ser abrumador. Ahí es donde entramos nosotros. Nuestros abogados experimentados están aquí para guiarlo a través de las complejidades de la ley y brindarle soluciones personalizadas. Ya sea que se enfrente a un asunto legal simple o una disputa compleja, estamos comprometidos a proteger sus intereses y lograr sus objetivos. Contáctenos hoy para una consulta confidencial. Trabajemos juntos para encontrar el mejor camino a seguir.",
    "offices": "Nuestras Oficinas",
    "cp_section": "Todos los derechos reservados.",
    "get_legal_help": "¿Necesita ayuda o asesoramiento legal?",
    "legal_help_info": "¿Te sientes abrumado por asuntos legales? Lo entendemos. La jerga legal puede ser un verdadero dolor de cabeza. Es por eso que estamos aquí para facilitar las cosas. Ya sea que se trate de una pequeña reclamación, un contrato complejo o algo intermedio, nuestro equipo de expertos legales amigables está listo para ayudarlo. Descompondremos el galimatías legal, responderemos sus preguntas y lo guiaremos paso a paso a través del proceso. Así que no se estrese. Trabajemos juntos para encontrar una solución que funcione para usted.",
    "about_us": "¿Quiénes somos?",
    "about_us_1": "Wu & Associates es un bufete de abogados con oficinas en Arizona y California. Nuestros abogados experimentados brindan asesoramiento legal integral en asuntos de lesiones personales, familiares e inmigración. Somos su socio de confianza, protegiendo sus intereses en cada paso del camino.",
    "about_us_2": "Nuestra misión es brindar soluciones legales innovadoras y prácticas que permitan a nuestros clientes alcanzar sus objetivos comerciales y personales. Estamos dedicados a construir relaciones duraderas con nuestros clientes, basadas en la confianza, la integridad y el respeto mutuo.",
    "ask_attorney": "Preguntas Frecuentes",
    "ask_attorney_desc": "Tenemos respuestas para ti.",
    "attorney_faq": "Estas son preguntas que nuestros clientes han hecho comúnmente. Si tiene una pregunta específica que no se aborda aquí, no dude en comunicarse con nosotros.",
    "attorney_faq_1": " 1. ¿Qué obtiene por los honorarios de su abogado?",
    "attorney_faq_1_desc": "Para los casos de lesiones personales derivados de accidentes automovilísticos, trabajamos con un acuerdo de honorarios de contingencia. Esto significa que no nos deberá ningún honorario legal a menos que recuperemos con éxito una compensación por sus lesiones corporales a través de un acuerdo.",
    "attorney_faq_2": " 2. ¿Cuánto tiempo es el plazo de prescripción para presentar una demanda?",
    "attorney_faq_2_desc": "La ley de Arizona establece límites de tiempo específicos para presentar demandas por lesiones personales y negligencia médica. Tiene 2 años para reclamos por lesiones personales y negligencia médica. Estos plazos generalmente comienzan en la fecha en que ocurrió la lesión o pérdida. Sin embargo, en algunos casos, el reloj comienza cuando descubre la lesión o pérdida. Si no está seguro acerca de su situación específica, comuníquese con nosotros para obtener asesoramiento legal.",
    "attorney_faq_3": " 3. ¿Qué información necesita de mí?",
    "attorney_faq_3_desc": "Para procesar su caso, generalmente requerimos una identificación válida emitida por el gobierno, como una licencia de conducir, su número de Seguro Social y, según las circunstancias específicas, su información de seguro.",
    "attorney_faq_4": " 4. ¿En qué tipos de casos de lesiones trabaja su firma?",
    "attorney_faq_4_desc": "Nuestra firma tiene un historial comprobado de éxito en el manejo de diversos tipos de casos de lesiones personales, como accidentes automovilísticos, accidentes de motocicleta, accidentes por resbalones y caídas y lesiones por mordeduras de perro.",
    "attorney_faq_5": " 5. ¿Cuánto vale mi reclamo por lesiones personales o seguro?",
    "attorney_faq_5_desc": "Debido a la naturaleza única de cada caso legal, es difícil proporcionar una respuesta definitiva sin una evaluación exhaustiva. Para obtener asesoramiento legal personalizado, consulte con un abogado.",
    "learn_more": "Más información",
    "injury_types": "¿Cuáles son algunos tipos comunes de lesiones que manejamos?",
    "injury_desc": "Los accidentes pueden provocar una amplia gama de lesiones, desde cortes y moretones menores hasta afecciones graves que alteran la vida. Si la negligencia de otra persona causó su lesión, puede tener derecho a una compensación por gastos médicos, salarios perdidos y dolor y sufrimiento. Las lesiones comunes sufridas en accidentes incluyen huesos rotos, daño de tejidos blandos, lesiones internas, quemaduras, lesiones de la médula espinal, lesiones cerebrales y daño a los nervios. Estas lesiones graves pueden provocar costos médicos significativos, pérdida de ingresos e discapacidad a largo plazo. Para proteger sus derechos y maximizar su recuperación, es crucial consultar con un abogado experimentado en lesiones personales.",
    "claim_overview": "Navegando por las Complejidades de las Reclamaciones por Lesiones Personales",
    "claim_desc": "Incluso si comparte cierta responsabilidad por un accidente, la ley de negligencia comparativa pura de Arizona le permite buscar una compensación. Sin embargo, su premio se reducirá proporcionalmente a su culpa. Las compañías de seguros a menudo explotan esta regla para minimizar los pagos. Es por eso que es crucial tener a un abogado experimentado en lesiones personales de Phoenix de su lado.<br><br>Un paso clave en el proceso de reclamos es recopilar evidencia. Esto implica recopilar registros médicos, informes policiales, declaraciones de testigos y fotos de la escena del accidente y las lesiones. El tiempo es esencial, ya que la evidencia puede desaparecer o perderse rápidamente. Al comunicarse con nuestra firma de inmediato, podemos comenzar a investigar su caso y presentar una reclamación sólida para maximizar su recuperación.",
    "commitment": "Nuestro Compromiso con su Caso",
    "commitment_desc": "Nuestro dedicado equipo de abogados de lesiones personales de Phoenix hará todo lo posible para construir un caso sólido en su nombre. Esto puede implicar:",
    "injury_step_1": "Contratación de expertos en reconstrucción de accidentes",
    "injury_step_2": "Entrevistar a testigos",
    "injury_step_3": "Recopilación de evidencia de diversas fuentes, incluidas imágenes de vigilancia y videos de cámaras de tablero",
    "injury_step_4": "Obtención de informes policiales",
    "injury_step_5": "Fotografía de la escena del accidente y daños a la propiedad",
    "injury_step_6": "Recopilación de registros médicos y testimonios de expertos",
    "injury_step_7": "Identificación de todas las partes potencialmente responsables, como empleadores o propietarios<br>",
    "commitment_desc2": "Al investigar a fondo su caso, podemos determinar quién es responsable de sus lesiones y daños. Esto podría incluir al individuo culpable, a su empleador u otras partes responsables.",
    "when_injury_help": "Cuándo buscar ayuda legal después de una lesión",
    "when_injury_help_desc": "Si ha resultado gravemente herido en un accidente en Phoenix, consultar con un abogado de lesiones personales puede ser una decisión sabia. Un abogado experimentado puede ayudarlo a comprender sus derechos legales, navegar por el complejo proceso de reclamos y luchar por la compensación que merece.<br><br>Es importante actuar rápidamente, ya que Arizona tiene límites de tiempo específicos para presentar demandas por lesiones personales. La mayoría de los casos deben presentarse dentro de los dos años posteriores a la fecha de la lesión. Sin embargo, puede haber excepciones o extensiones según las circunstancias.<br><br>No se demore. Comuníquese hoy con un abogado de lesiones personales de Phoenix para analizar su caso y asegurarse de cumplir con todos los plazos legales.",
    "comp_fault": "¿Puedo recuperar la compensación si tuve parte de la culpa?",
    "comp_fault_desc": "Sí, incluso si comparte cierta responsabilidad por un accidente en Phoenix, aún puede ser elegible para recibir una compensación. Arizona sigue un principio legal llamado \"negligencia comparativa pura\", lo que significa que su capacidad para recuperar daños no se ve completamente prohibida debido a su culpa. Sin embargo, su compensación se reducirá proporcionalmente a su grado de culpa.<br><br>Por ejemplo, si se determina que usted tiene un 30% de culpa en un accidente, sus daños totales se reducirán en un 30%. Si bien este sistema puede ser complejo, un abogado experimentado en lesiones personales de Phoenix puede ayudarlo a navegar el proceso legal y luchar por la máxima compensación que merece.<br><br>Un abogado de Wu Associates puede ayudarlo a recopilar evidencia, negociar con las compañías de seguros y garantizar una evaluación justa de la culpa. Trabajaremos diligentemente para maximizar su compensación potencial mientras navegamos por las complejidades de las leyes de culpa comparativa pura de Arizona.",
    "common_injury": "Tipos comunes de lesiones:",
    "auto_head": "Accidentes automovilísticos",
    "auto_desc": "Si ha resultado herido en un accidente automovilístico, no tiene que pasar por esto solo. Sabemos lo difícil que puede ser lidiar con las consecuencias de un accidente. Desde facturas médicas hasta salarios perdidos, puede ser abrumador. Por eso estamos aquí para defender sus derechos y obtener la compensación que merece. Las compañías de seguros a menudo intentan resolver los reclamos rápidamente y por la menor cantidad de dinero posible. Pero con nuestro equipo experimentado de su lado, puede estar seguro de que está obteniendo un trato justo. Estamos comprometidos con su caso, sin importar lo que cueste. Ya sea a través de negociación, mediación o juicio, trabajaremos incansablemente para lograr el mejor resultado posible para usted. ¿Y la mejor parte? No paga ni un centavo por adelantado. Trabajamos con honorarios de contingencia, por lo que solo nos paga si ganamos su caso.",
    "dog_head": "Casos de mordeduras de perro",
    "dog_desc": "Si usted o un ser querido ha resultado herido en un ataque de perro, necesita conocer sus derechos. En Arizona, los dueños de perros son responsables de cualquier lesión causada por sus mascotas, independientemente del comportamiento pasado del perro. Esto significa que puede buscar una compensación por facturas médicas, salarios perdidos, dolor y sufrimiento y otros daños.<br><br>No espere. Tome acción. Después de un ataque de perro, es crucial buscar asesoramiento legal de inmediato. Nuestros abogados experimentados investigarán a fondo su caso y trabajarán para recuperar la máxima compensación que merece. Comprendemos el trauma físico y emocional que puede causar un ataque de perro. Permítanos ayudarlo a navegar el proceso legal y obtener la justicia que merece.",
    "fall_head": "Resbalones y Caídas",
    "fall_desc": "Si se ha resbalado y caído en la propiedad de otra persona y se ha lastimado, puede tener derecho a una compensación. Los propietarios de las propiedades tienen el deber de mantener sus instalaciones seguras, y si no lo hacen, pueden ser considerados responsables. Hemos ayudado a innumerables personas a recuperar daños por accidentes de resbalones y caídas. Comprendemos el costo físico y emocional que pueden tener estas lesiones, y estamos dedicados a defender sus derechos.<br><br>El tiempo es esencial cuando se trata de casos de resbalones y caídas. La evidencia puede desaparecer rápidamente, por lo que es importante comunicarse con nosotros lo antes posible. Trabajaremos diligentemente para recopilar evidencia, como informes de accidentes, declaraciones de testigos y registros médicos. Nos encargaremos de todos los aspectos de su caso, desde las negociaciones con las compañías de seguros hasta los litigios en los tribunales. Nuestro objetivo es asegurar un acuerdo justo que cubra sus facturas médicas, salarios perdidos y dolor y sufrimiento.",
    "ict_head": "Traslados Intracompañía L-1",
    "ict_desc": "La clasificación de no inmigrante L-1 permite a un empleador estadounidense transferir a un ejecutivo o gerente o a alguien con conocimiento especializado de una de sus oficinas extranjeras afiliadas a una de sus oficinas en los Estados Unidos. Esta clasificación también permite que una compañía extranjera que aún no tiene una oficina estadounidense afiliada envíe a un ejecutivo o gerente a los Estados Unidos con el propósito de establecer una nueva oficina.",
    "ict_req_head": "Requisitos básicos para la visa L-1",
    "ict_req_1": "La compañía en el extranjero debe estar relacionada con la compañía estadounidense de una manera específica;",
    "ict_req_2": "La compañía debe ser una que esté haciendo negocios en los Estados Unidos y en al menos otro país durante todo el período de la transferencia;",
    "ict_req_3": "El empleado debe haber trabajado en el extranjero para la compañía en el extranjero durante un período continuo de un año en los tres años anteriores;",
    "ict_req_4": "El empleado debe venir a la compañía estadounidense para trabajar en una capacidad ejecutiva, gerencial o de conocimiento especializado.",
    "ict_class": "La clasificación L-1A permite un período total de estadía de siete años.<br>La clasificación L-1B permite un período total de estadía de cinco años.",
    "h1b_head": "Ocupación Especializada H-1B",
    "h1b_desc": "Las empresas estadounidenses pueden emplear trabajadores extranjeros en ocupaciones especializadas que requieren experiencia teórica o técnica en campos especializados a través del programa H-1B. Sin embargo, los posibles trabajadores H-1B están sujetos a un límite numérico cada año fiscal por orden de llegada. El límite anual actual para la categoría H-1B es de 65,000. Las primeras 20,000 peticiones presentadas en nombre de beneficiarios con una maestría o superior en los EE. UU. están exentas del límite.",
    "h1b_req_head": "Requisito del puesto ofrecido",
    "h1b_req_desc": "El trabajo debe cumplir con uno de los siguientes criterios para calificar como una ocupación especializada:",
    "h1b_req_1": "Una licenciatura o superior o su equivalente es normalmente el requisito mínimo de ingreso para el puesto;",
    "h1b_req_2": "El requisito de título para el trabajo es común en la industria o el trabajo es tan complejo o único que solo puede ser realizado por una persona con un título;",
    "h1b_req_3": "El empleador normalmente requiere un título o su equivalente para el puesto;",
    "h1b_req_4": "La naturaleza de las tareas específicas es tan especializada y compleja que el conocimiento requerido para realizar las tareas generalmente se asocia con la obtención de una licenciatura o superior.",
    "h1b_qual_head": "Calificación del trabajador extranjero",
    "h1b_qual_desc": "El trabajador extranjero debe cumplir con uno de los siguientes criterios para calificar para aceptar una oferta de trabajo en una ocupación especializada:",
    "h1b_qual_1": "Haber completado una licenciatura o superior de EE. UU. requerida por la ocupación especializada específica de una universidad o colegio acreditado;",
    "h1b_qual_2": "Poseer un título extranjero que sea equivalente a una licenciatura o superior de EE. UU. en la ocupación especializada;",
    "h1b_qual_3": "Poseer una licencia, registro o certificación estatal sin restricciones que lo autorice a ejercer plenamente la ocupación especializada y dedicarse a esa especialidad en el estado de empleo previsto;",
    "h1b_qual_4": "Tener educación, capacitación o experiencia progresivamente responsable en la especialidad que sea equivalente a la finalización de dicho título y tener reconocimiento de experiencia en la especialidad a través de puestos progresivamente responsables directamente relacionados con la especialidad.",
    "eb1_head": "Habilidad Extraordinaria EB-1",
    "eb1_desc": "La visa de trabajador de habilidad extraordinaria está incluida en la primera preferencia basada en el empleo. Los trabajadores de habilidad extraordinaria significan extranjeros de “habilidad extraordinaria” en ciencias, artes, educación, negocios o atletismo. La habilidad debe demostrarse a través del reconocimiento nacional o internacional sostenido, y el extranjero debe tener logros reconocidos en el campo a través de una amplia documentación. Además, la entrada del extranjero a los Estados Unidos debe beneficiar sustancialmente a los Estados Unidos en el futuro.",
    "eb1_adv_head": "Ventajas de la Habilidad Extraordinaria EB-1",
    "eb1_adv_1": "Las visas de inmigrante están disponibles inmediatamente para esta categoría;",
    "eb1_adv_2": "El requisito de certificación laboral no se aplica a esta categoría, lo que significa que el tiempo total de procesamiento para los casos de inmigración en esta preferencia es mucho más corto de lo que es posible para las otras preferencias basadas en el empleo.",
    "eb1_adv_3": "No se requiere una oferta de trabajo específica para un extranjero en este grupo, lo que significa que el extranjero puede presentar la petición por su propia cuenta.",
    "eb5_head": "Inmigración de Inversionistas EB-5",
    "eb5_desc": "Las visas de inversionista para la residencia permanente están disponibles para individuos calificados y sus familiares miembros basados en su inversión en una nueva empresa comercial o una empresa en dificultades que resulte en la creación de 10 empleos a tiempo completo para ciudadanos estadounidenses o residentes permanentes.",
    "eb5_req_head": "Requisitos de la Visa de Inversionista EB-5",
    "eb5_req_1": "Inversión de al menos $1 millón en una nueva empresa comercial o empresa en dificultades en los EE. UU. y contratación de 10 personas dentro de los dos años posteriores al inicio del negocio; o",
    "eb5_req_2": "Inversión de $500,000 en una nueva empresa comercial o empresa en dificultades en un área de empleo objetivo (TEA) en la que la tasa de desempleo es más alta que el promedio nacional. Debe contratar a 10 personas dentro de los dos años posteriores al inicio del negocio.",
    "eb5_inv_head": "Modelos de Inversión",
    "eb5_inv_desc": "Todos los inversionistas EB-5 tienen la opción de invertir en el centro regional o en el modelo de inversión directa. Cada modelo de inversión tiene sus pros y contras:",
    "eb5_inv_1": "Modelo de Inversión Directa: Cada inversión no estará sujeta a la obtención de un gran número de inversores. El inversionista puede comenzar a operar a través de su propia inversión y la eliminación del estado condicional es independiente de otros inversores. El inversionista conserva el control de la gestión y la toma de decisiones para el negocio. Sin embargo, se requiere que la empresa comercial emplee directamente al menos diez (10) empleos a tiempo completo por cada inversionista y lo demuestre con la documentación adecuada.",
    "eb5_inv_2": "Modelo de Centro Regional: Permite una estructura de inversión pasiva, por lo que los inversores no están obligados a participar en la operación y gestión del proyecto. Al solicitar la eliminación de la condición, los inversores pueden utilizar un cálculo de los empleos indirectos creados a partir de estos proyectos para contarlos como los diez (10) empleos a tiempo completo. Sin embargo, se requiere un número mínimo de inversores para que el centro funcione. Si no se cumple el objetivo, el inversionista no podrá eliminar el estado condicional.",
    "fam_head": "Inmigración Familiar",
    "fam_desc": "La Inmigración Familiar es una de las categorías de inmigración más comunes. Para promover la unidad familiar, la ley de inmigración permite a los ciudadanos estadounidenses y residentes permanentes de los Estados Unidos solicitar que ciertos familiares calificados vengan a vivir permanentemente a los Estados Unidos. Sin embargo, el Congreso ha establecido un límite de 480,000 en la inmigración patrocinada por familiares. Los familiares inmediatos de los ciudadanos estadounidenses pueden ser admitidos en número ilimitado. Con respecto a todos los demás grupos familiares, solo un número limitado de visas de inmigrante está disponible dentro del límite anual para cada estado extranjero y dentro de cada categoría de preferencia.",
    "fam_cat_head": "Categorías familiares con número ilimitado",
    "fam_cat_desc": "Las personas que califican como familiares inmediatos de ciudadanos estadounidenses son tan preferidas como candidatos para la inmigración que no se impone ninguna limitación numérica al número de familiares inmediatos de ciudadanos que pueden convertirse en residentes permanentes en cualquier año. Los familiares inmediatos de los ciudadanos estadounidenses incluyen:",
    "fam_req_1": "Cónyuges de ciudadanos estadounidenses",
    "fam_req_2": "Hijos solteros menores de 21 años",
    "fam_req_3": "Padres de ciudadanos estadounidenses (si el ciudadano estadounidense es mayor de 21 años)",
    "fam_other_head": "Otras categorías familiares con número limitado",
    "fam_other_desc": "Los siguientes grupos están sujetos a un número limitado de visas de inmigrante disponibles para ellos cada año. El Congreso ha dividido estos grupos en categorías de “preferencia”, clasificándolos en el orden en que se prefieren para la inmigración. Cuanto mayor sea la preferencia, más rápidamente se asignará una visa al extranjero.",
    "fam_other_1": "F1: Hijos solteros de ciudadanos estadounidenses que tienen 21 años de edad",
    "fam_other_2": "F2A: Cónyuges e hijos (menores de 21 años) de residentes permanentes",
    "fam_other_3": "F2B: Hijos solteros (de 21 años de edad o más) de residentes permanentes",
    "fam_other_4": "F3: Hijos casados de ciudadanos estadounidenses",
    "fam_other_5": "F4: Hermanos y hermanas de ciudadanos estadounidenses adultos",
    "fam_app_head": "Proceso de solicitud",
    "fam_app_desc": "Generalmente, el procedimiento para obtener la residencia permanente implica dos pasos. Primero, el ciudadano estadounidense o residente permanente debe presentar el Formulario I-130, Petición para Familiar Extranjero, y los documentos de respaldo ante USCIS para que el extranjero sea clasificado como una persona calificada para inmigrar. Una vez que la petición es aprobada y la categoría de visa de inmigrante es actual, el extranjero puede entonces solicitar el estatus de residencia permanente. La solicitud a menudo se realiza en un consulado estadounidense fuera de los Estados Unidos cuando el extranjero se encuentra actualmente fuera de los EE. UU. Pero si el extranjero ya está en los Estados Unidos, la solicitud se puede hacer al Centro de Servicio Nacional a través del proceso de 'ajuste de estatus'. Hay una situación especial en la que el extranjero puede obtener el estatus de residencia permanente a través de un proceso de un solo paso. Para los familiares inmediatos de ciudadanos estadounidenses que se encuentran actualmente dentro de los Estados Unidos, pueden solicitar ajustar su estatus para convertirse en residentes permanentes al mismo tiempo que su ciudadano estadounidense peticionario presenta el Formulario I-130, Petición para Familiar Extranjero, porque no hay ninguna limitación numérica para esta categoría.",
    "estate_head": "Proteja su Legado, Asegure su Futuro.",
    "estate_trust_desc": "Nuestros abogados experimentados en planificación patrimonial en Phoenix, AZ pueden ayudarlo a navegar las complejidades de la planificación patrimonial. Al crear un plan patrimonial integral, puede asegurarse de que sus activos se distribuyan de acuerdo con sus deseos, proteger a sus seres queridos de batallas legales innecesarias y brindar tranquilidad para usted y su familia. No espere hasta que sea demasiado tarde. Contáctenos hoy para programar una consulta.",
    "estate_plans": "Nuestros abogados experimentados pueden ayudarlo con:",
    "estate_plans_1": "Fideicomisos en Vida",
    "estate_plans_2": "Fideicomisos Revocables",
    "estate_plans_3": "Fideicomisos Irrevocables",
    "estate_plans_4": "Sucesiones Testamentarias",
    "estate_plans_5": "Testamentos",
    "estate_plans_6": "Documentos de Poder Notarial",
    "estate_plans_7": "Testamentos en Vida",
    "estate_plans_8": "Impuestos sobre Donaciones y Herencias",
    "estate_revocable": "Fideicomiso Revocable en Vida",
    "estate_revocable_desc": "Un Fideicomiso Revocable en Vida es una herramienta legal versátil que le permite mantener el control sobre sus activos mientras planifica el futuro. Al transferir la propiedad de sus activos a un fideicomiso, puede designar a una persona de confianza (el fideicomisario) para que los administre en su nombre, en caso de que quede incapacitado. Al fallecer, el fideicomiso asegura una transferencia sin problemas de los activos a los beneficiarios que usted elija, evitando a menudo el largo y público proceso de sucesión intestada. Si le preocupa la futura incapacidad, evitar la sucesión intestada o la privacidad, un Fideicomiso Revocable en Vida puede ser una solución ideal. Un abogado de fideicomisos revocables en vida de Phoenix puede brindarle orientación personalizada y ayudarlo a navegar este proceso.",
    "estate_rev_faq_1": "¿Cuánto cuesta un Fideicomiso Revocable en Vida en Arizona?",
    "estate_rev_faq_1_desc": "El costo de un fideicomiso revocable en vida en Arizona generalmente varía entre $2,000 y $10,000. Varios factores influyen en el precio final, incluida la complejidad del fideicomiso, el valor de sus activos, el número de beneficiarios y la estructura de honorarios de su abogado. Algunos abogados cobran una tarifa fija, mientras que otros cobran por hora.",
    "estate_rev_faq_2": "¿Puede establecer un Fideicomiso sin un Abogado en Arizona?",
    "estate_rev_faq_2_desc": "Si bien técnicamente es posible crear un fideicomiso revocable en vida sin un abogado en Arizona, se recomienda encarecidamente consultar con un profesional legal. Un abogado puede garantizar que su fideicomiso sea legalmente sólido, minimizando el riesgo de futuras disputas y complicaciones. Para aquellos que prefieren un enfoque de hágalo usted mismo, el Código Uniforme de Sucesiones puede servir como un recurso valioso. Sin embargo, proceder sin asesoramiento legal puede tener consecuencias imprevistas.",
    "estate_rev_faq_3": "Cómo financiar un Fideicomiso Revocable en Vida en Arizona",
    "estate_rev_faq_3_desc": "Para financiar un fideicomiso revocable en vida en Arizona, primero deberá crear el documento del fideicomiso, describiendo sus detalles, incluidos el fideicomisario y las designaciones de beneficiarios. Una vez firmado y notariado, el paso final es transferir sus activos al fideicomiso. Dadas las complejidades involucradas, se recomienda encarecidamente consultar con un abogado de fideicomisos con experiencia para garantizar un proceso fluido y legalmente sólido.",
    "estate_compare": "Testamentos Testamentarios vs. Fideicomisos Revocables en Vida",
    "estate_compare_desc": "Un testamento testamentario, o última voluntad y testamento, generalmente rige los activos que permanecen a su nombre en el momento de su fallecimiento. Por el contrario, un fideicomiso revocable en vida le permite transferir la propiedad de los activos al fideicomiso durante su vida, proporcionando beneficios inmediatos como evitar la sucesión intestada. Si bien un testamento entra en vigencia al fallecer, un fideicomiso en vida puede ofrecer flexibilidad y control sobre sus activos mientras aún vive. Para una comprensión completa de las diferencias y sus implicaciones, se recomienda consultar con un abogado de planificación patrimonial de Flagstaff.",
    "estate_will_head": "Testamentos",
    "estate_will": "¿Por qué necesita un testamento en Arizona?",
    "estate_will_desc": "Un testamento testamentario es un documento legal crucial que describe sus deseos para su patrimonio e hijos menores después de su fallecimiento. Le permite tomar decisiones informadas sobre la distribución de sus activos y la tutela de sus hijos, asegurando que se respeten sus intenciones. Sin un testamento, el estado puede intervenir, lo que podría conducir a resultados inesperados e indeseables.<br><br>Para salvaguardar el futuro de su familia, considere la creación de un testamento o fideicomiso como prioridad. Estos instrumentos legales brindan tranquilidad al saber que sus seres queridos serán cuidados de acuerdo con sus deseos.",
    "estate_test": "¿Qué son los fideicomisos testamentarios?",
    "estate_test_desc": "En Arizona, las personas se convierten en adultos legales a la edad de 18 años. Para garantizar que sus hijos sean financieramente seguros y responsables con su herencia, muchos padres optan por establecer fideicomisos testamentarios. Estos fideicomisos, creados a través de su testamento, brindan un mecanismo para salvaguardar los activos hasta que sus hijos alcancen una edad más madura, dándole tranquilidad de que su herencia se administrará con sensatez.",
    "estate_gift_head": "Impuestos sobre Sucesiones y Donaciones",
    "estate_gift": "¿Qué son los impuestos sobre sucesiones y donaciones?",
    "estate_gift_desc": "Los impuestos sobre sucesiones se recaudan sobre el valor de los activos de una persona fallecida, mientras que los impuestos sobre donaciones se aplican a los activos transferidos durante la vida de una persona. Dadas las leyes fiscales federales y estatales vigentes, la mayoría de las personas no necesitan preocuparse por los impuestos sobre sucesiones y donaciones al planificar su patrimonio. Sin embargo, las personas con un alto patrimonio neto pueden beneficiarse de consultar con un profesional de impuestos para optimizar su plan patrimonial y minimizar las posibles obligaciones fiscales.",
    "estate_poa": "Poder Notarial",
    "estate_poa_desc": "Cuando se trata del futuro de su legado y su familia en Arizona, es crucial asegurarse de que lo que ama esté protegido durante mucho tiempo después de su partida. En el caso de que quede incapacitado debido a un accidente u otra consecuencia imprevista, querrá asegurarse de que las decisiones importantes que se tomen en su nombre estén de acuerdo con sus valores y deseos. En Arizona, un abogado especializado en poderes notariales puede ayudarlo a comprender las complejidades asociadas con los procesos de toma de decisiones financieras y médicas. Dependiendo de si está buscando un poder notarial para atención médica, un poder notarial financiero o un poder notarial especial, un abogado especializado de Wu Associates puede ayudarlo a obtener los documentos legales que necesita para proteger y llevar a cabo sus intereses.<br><br>Nuestros abogados no solo tienen una amplia experiencia en la redacción y ejecución de documentos de poder notarial, sino que también podemos ayudarlo con cualquier asunto pendiente de administración de patrimonio o fideicomiso. Ya sea que sus necesidades de planificación patrimonial en Arizona incluyan la distribución del patrimonio de un ser querido fallecido basado en un testamento o fideicomiso existente, o la gestión de disputas legales, nuestro equipo legal está aquí para ayudarlo.",
    "contactus": "Contacta con nosotras",
    "contact": "La forma más efectiva de comunicarse con nosotros es por teléfono o correo electrónico. Puede llamarnos directamente a cualquiera de nuestras oficinas o enviarnos un correo electrónico a <a href=\"mailto: cs@wuassociateslaw.com\">cs@wuassociateslaw.com</a>. Nuestro equipo está aquí para ayudarlo con sus necesidades legales y brindarle asesoramiento personalizado.",
    "contact2": "Tenemos oficinas ubicadas tanto en California como en Arizona. Si se encuentra en el área, lo invitamos a que venga y se reúna con nuestro equipo en persona. Es una excelente oportunidad para discutir sus necesidades legales, hacer preguntas y aprender más sobre cómo podemos ayudarlo.",
    "irvine": "Oficina de Irvine:",
    "phoenix": "Oficina de Phoenix:"
}