{
    "home_link": "Trang chủ",
    "about_us_link": "Về Chúng Tôi",
    "attorney_link": "Luật Sư",
    "services_link": "Dịch vụ",
    "contact_link": "Liên Hệ",
    "home_headline": "Quyền lợi của bạn, ưu tiên của chúng tôi.",
    "home_headline2": "Cần trợ giúp pháp lý? Liên hệ ngay hôm nay để được tư vấn.",
    "call_cta": "Gọi ngay",
    "home_step1": "Nhận một vụ kiện",
    "home_step1-2": "đánh giá",
    "home_step2": "Được chỉ định",
    "home_step2-2": "một luật sư",
    "home_step3": "Nhận kết quả",
    "home_step3-2": "bạn cần",
    "legal_practices": "LĨNH VỰC THỰC HÀNH PHÁP LUẬT",
    "personal_injury": "Tổn Thương Cá Nhân",
    "pi_desc": "Bạn đã bị tổn thương. Bây giờ hãy để chúng tôi giúp đỡ. Đội ngũ luật sư giàu kinh nghiệm của chúng tôi chuyên xử lý nhiều loại vụ kiện tổn thương cá nhân, bao gồm tai nạn xe hơi, trượt ngã và tử vong oan. Chúng tôi sẽ hướng dẫn bạn qua quy trình pháp lý và đấu tranh để đòi được bồi thường mà bạn xứng đáng.",
    "immigration": "Di Trú",
    "immigration_desc": "Đừng để những thách thức về nhập cư cản trở bạn. Đội ngũ tận tâm của chúng tôi cam kết cung cấp các giải pháp pháp lý cá nhân hóa phù hợp với nhu cầu cụ thể của bạn. Từ thị thực lao động đến tài trợ gia đình, chúng tôi sẽ hướng dẫn bạn từng bước.",
    "estate": "Kế hoạch Di Sản",
    "estate_desc": "Bảo vệ di sản của bạn với kế hoạch di sản toàn diện. Các luật sư giàu kinh nghiệm của chúng tôi sẽ giúp bạn tạo ra một kế hoạch tùy chỉnh bảo vệ tài sản của bạn và đảm bảo nguyện vọng của bạn được tôn trọng. Hãy để chúng tôi xử lý những phức tạp, để bạn có thể tập trung vào những gì thực sự quan trọng.",
    "talk_attorney": "Nói chuyện với luật sư",
    "why_us": "Điều hướng các vấn đề pháp lý có thể rất khó khăn. Đó là lúc chúng tôi xuất hiện. Các luật sư giàu kinh nghiệm của chúng tôi ở đây để hướng dẫn bạn vượt qua những phức tạp của pháp luật và cung cấp các giải pháp phù hợp. Cho dù bạn đang đối mặt với một vấn đề pháp lý đơn giản hay một tranh chấp phức tạp, chúng tôi cam kết bảo vệ lợi ích của bạn và đạt được mục tiêu của bạn. Liên hệ với chúng tôi ngay hôm nay để được tư vấn bảo mật. Hãy cùng nhau tìm ra con đường tốt nhất.",
    "offices": "Văn phòng của chúng tôi",
    "cp_section": "Tất cả các quyền được bảo lưu.",
    "get_legal_help": "Cần trợ giúp hoặc tư vấn pháp lý?",
    "legal_help_info": "Cảm thấy choáng ngợp bởi những thứ pháp lý? Chúng tôi hiểu. Thuật ngữ pháp lý có thể là một cơn đau đầu thực sự. Đó là lý do tại sao chúng tôi ở đây để giúp mọi thứ dễ dàng hơn. Cho dù bạn đang xử lý một khiếu nại nhỏ, một hợp đồng phức tạp hay một thứ gì đó ở giữa, đội ngũ chuyên gia pháp lý thân thiện của chúng tôi sẵn sàng giúp đỡ. Chúng tôi sẽ phá vỡ sự lộn xộn về pháp lý, trả lời câu hỏi của bạn và hướng dẫn bạn từng bước một. Vì vậy, đừng căng thẳng. Hãy cùng nhau tìm ra giải pháp phù hợp với bạn.",
    "about_us": "Chúng tôi là ai?",
    "about_us_1": "Với một di sản trải dài hơn ba thập kỷ, Wu & Associates là một công ty luật đa quốc gia với các văn phòng tại Mỹ, Việt Nam và Trung Quốc. Các luật sư giàu kinh nghiệm của chúng tôi cung cấp tư vấn pháp lý toàn diện về các vấn đề doanh nghiệp, doanh nghiệp nhỏ và nhập cư. Chúng tôi là đối tác đáng tin cậy của bạn, bảo vệ lợi ích của bạn trên toàn thế giới.",
    "about_us_2": "Sứ mệnh của chúng tôi là cung cấp các giải pháp pháp lý sáng tạo và thực tế để trao quyền cho khách hàng của chúng tôi đạt được mục tiêu kinh doanh và cá nhân của họ. Chúng tôi cam kết xây dựng mối quan hệ lâu dài với khách hàng của mình, dựa trên sự tin tưởng, chính trực và tôn trọng lẫn nhau.",
    "ask_attorney": "Hỏi luật sư",
    "ask_attorney_desc": "Chúng tôi có câu trả lời cho bạn, dưới đây là những câu hỏi thường gặp.",
    "attorney_faq": "Để giúp trả lời các câu hỏi của bạn, chúng tôi đã biên soạn một danh sách các câu hỏi thường gặp từ khách hàng của chúng tôi. Nếu bạn có câu hỏi cụ thể chưa được giải đáp ở đây, vui lòng liên hệ với chúng tôi.",
    "attorney_faq_1": "1. Bạn nhận được gì cho phí luật sư của mình?",
    "attorney_faq_1_desc": "Đối với các vụ kiện tổn thương cá nhân phát sinh từ tai nạn xe hơi, chúng tôi làm việc theo thỏa thuận phí rủi ro. Điều này có nghĩa là bạn sẽ không phải trả cho chúng tôi bất kỳ khoản phí pháp lý nào trừ khi chúng tôi thành công trong việc thu hồi tiền bồi thường cho thương tích cơ thể của bạn thông qua dàn xếp.",
    "attorney_faq_2": "2. Thời hiệu để nộp đơn là bao lâu?",
    "attorney_faq_2_desc": "Luật pháp California đặt ra giới hạn thời gian cụ thể để nộp đơn kiện tổn thương cá nhân và sai sót y tế. Nói chung, bạn có 2 năm cho các khiếu kiện tổn thương cá nhân và 3 năm cho sai sót y tế. Những hạn chót này thường bắt đầu vào ngày xảy ra thương tích hoặc tổn thất. Tuy nhiên, trong một số trường hợp, đồng hồ bắt đầu khi bạn phát hiện ra thương tích hoặc tổn thất. Nếu bạn không chắc chắn về tình huống cụ thể của mình, vui lòng liên hệ với chúng tôi để được tư vấn pháp lý.",
    "attorney_faq_3": "3. Bạn cần thông tin gì từ tôi?",
    "attorney_faq_3_desc": "Để xử lý vụ kiện của bạn, chúng tôi thường yêu cầu một giấy tờ tùy thân có giá trị của chính phủ, chẳng hạn như bằng lái xe, số An sinh Xã hội của bạn và tùy thuộc vào các trường hợp cụ thể, thông tin bảo hiểm của bạn.",
    "attorney_faq_4": "4. Công ty của bạn giải quyết những loại vụ kiện thương tích nào?",
    "attorney_faq_4_desc": "Công ty của chúng tôi có thành tích đã được chứng minh trong việc xử lý nhiều loại vụ kiện tổn thương cá nhân, chẳng hạn như tai nạn ô tô, tai nạn xe máy, tai nạn trượt ngã và thương tích do chó cắn.",
    "attorney_faq_5": "5. Khiếu kiện tổn thương cá nhân hoặc bảo hiểm của tôi trị giá bao nhiêu?",
    "attorney_faq_5_desc": "Do tính chất độc đáo của mỗi vụ kiện pháp lý, rất khó để đưa ra câu trả lời dứt khoát mà không có đánh giá kỹ lưỡng. Để được tư vấn pháp lý phù hợp, vui lòng tham khảo ý kiến của luật sư.",
    "learn_more": "Tìm hiểu thêm",
    "auto_head": "Tai nạn ô tô",
    "auto_desc": "Nếu bạn bị thương trong một vụ tai nạn xe hơi, bạn không phải trải qua nó một mình. Chúng tôi biết việc đối phó với hậu quả của một vụ tai nạn khó khăn như thế nào. Từ hóa đơn y tế đến mất lương, nó có thể rất áp đảo. Đó là lý do tại sao chúng tôi ở đây để đấu tranh cho quyền lợi của bạn và giúp bạn nhận được khoản bồi thường xứng đáng. Các công ty bảo hiểm thường cố gắng giải quyết các khiếu kiện một cách nhanh chóng và với số tiền càng ít càng tốt. Nhưng với đội ngũ giàu kinh nghiệm của chúng tôi bên cạnh bạn, bạn có thể yên tâm rằng mình đang nhận được một thỏa thuận công bằng. Chúng tôi cam kết với vụ kiện của bạn, bất kể phải mất bao nhiêu công sức. Cho dù đó là thông qua đàm phán, hòa giải hay xét xử, chúng tôi sẽ làm việc không mệt mỏi để đạt được kết quả tốt nhất cho bạn. Và phần tốt nhất? Bạn không phải trả một xu nào trước. Chúng tôi làm việc theo cơ sở phí rủi ro, vì vậy bạn chỉ trả tiền cho chúng tôi nếu chúng tôi thắng kiện.",
    "dog_head": "Vụ cắn chó",
    "dog_desc": "Nếu bạn hoặc người thân bị thương trong một cuộc",
    "fall_head": "Trượt ngã",
    "fall_desc": "Nếu bạn bị trượt ngã trên tài sản của người khác và bị thương, bạn có thể có quyền được bồi thường. Chủ sở hữu tài sản có nghĩa vụ giữ cho cơ sở của họ an toàn, và nếu họ không làm như vậy, họ có thể phải chịu trách nhiệm. Chúng tôi đã giúp vô số người khôi phục thiệt hại từ các vụ tai nạn trượt ngã. Chúng tôi hiểu những tổn thương thể chất và tinh thần mà những chấn thương này có thể gây ra, và chúng tôi cam kết đấu tranh cho quyền lợi của bạn.<br><br> Thời gian là yếu tố quan trọng trong các vụ kiện trượt ngã. Bằng chứng có thể biến mất nhanh chóng, vì vậy điều quan trọng là liên hệ với chúng tôi càng sớm càng tốt. Chúng tôi sẽ làm việc chăm chỉ để thu thập bằng chứng, chẳng hạn như báo cáo tai nạn, lời khai nhân chứng và hồ sơ y tế. Chúng tôi sẽ xử lý mọi khía cạnh của vụ kiện của bạn, từ đàm phán với các công ty bảo hiểm đến tố tụng tại tòa án. Mục tiêu của chúng tôi là đảm bảo một thỏa thuận công bằng bao gồm chi phí y tế, mất lương và đau khổ.",
    "ict_head": "Chuyển nhượng nội bộ công ty L-1",
    "ict_desc": "Phân loại phi nhập cư L-1 cho phép một nhà tuyển dụng ở Mỹ chuyển một giám đốc điều hành hoặc quản lý hoặc người có kiến thức chuyên môn từ một trong những văn phòng nước ngoài liên kết của mình đến một trong những văn phòng của mình tại Hoa Kỳ. Phân loại này cũng cho phép một công ty nước ngoài chưa có văn phòng liên kết tại Hoa Kỳ gửi một giám đốc điều hành hoặc quản lý đến Hoa Kỳ để thành lập một văn phòng mới.",
    "ict_req_head": "Yêu cầu cơ bản đối với thị thực L-1",
    "ict_req_1": "Công ty nước ngoài phải có mối liên hệ cụ thể với công ty Mỹ;",
    "ict_req_2": "Công ty phải là một công ty đang kinh doanh tại Hoa Kỳ và ít nhất một quốc gia khác trong toàn bộ thời gian chuyển nhượng;",
    "ict_req_3": "Người lao động phải làm việc ở nước ngoài cho công ty nước ngoài trong thời gian liên tục một năm trong ba năm trước;",
    "ict_req_4": "Người lao động phải đến công ty Mỹ để làm việc với tư cách là một giám đốc điều hành, quản lý hoặc có kiến thức chuyên môn.",
    "ict_class": "Phân loại L-1A cho phép tổng thời gian lưu trú là bảy năm.<br>Phân loại L-1B cho phép tổng thời gian lưu trú là năm năm.",
    "h1b_head": "Nghề nghiệp chuyên môn H-1B",
    "h1b_desc": "Các doanh nghiệp Hoa Kỳ có thể tuyển dụng lao động nước ngoài trong các nghề nghiệp chuyên môn đòi hỏi chuyên môn lý thuyết hoặc kỹ thuật trong các lĩnh vực chuyên ngành thông qua chương trình H-1B. Tuy nhiên, những người lao động H-1B tương lai phải chịu sự hạn chế về số lượng hàng năm theo nguyên tắc “có trước, có trước”. Mức trần hàng năm hiện tại đối với danh mục H-1B là 65.000. 20.000 đơn xin đầu tiên được nộp thay mặt cho người thụ hưởng có bằng thạc sĩ hoặc cao hơn của Hoa Kỳ được miễn trừ khỏi mức trần.",
    "h1b_req_head": "Yêu cầu của vị trí được đề nghị",
    "h1b_req_desc": "Công việc phải đáp ứng một trong các tiêu chí sau để đủ điều kiện là một nghề nghiệp chuyên môn:",
    "h1b_req_1": "Bằng cử nhân trở lên hoặc tương đương thường là yêu cầu nhập cảnh tối thiểu cho vị trí;",
    "h1b_req_2": "Yêu cầu bằng cấp cho công việc là phổ biến trong ngành hoặc công việc quá phức tạp hoặc độc đáo đến mức chỉ có thể được thực hiện bởi một cá nhân có bằng cấp;",
    "h1b_req_3": "Nhà tuyển dụng thường yêu cầu bằng cấp hoặc tương đương cho vị trí;",
    "h1b_req_4": "Bản chất của các nhiệm vụ cụ thể rất chuyên môn và phức tạp đến mức kiến thức cần thiết để thực hiện các nhiệm vụ thường liên quan đến việc đạt được bằng cử nhân trở lên.",
    "h1b_qual_head": "Trình độ của người lao động nước ngoài",
    "h1b_qual_desc": "Người lao động nước ngoài phải đáp ứng một trong các tiêu chí sau để đủ điều kiện chấp nhận lời đề nghị việc làm trong một nghề nghiệp chuyên môn:",
    "h1b_qual_1": "Đã hoàn thành bằng cử nhân hoặc cao hơn của Hoa Kỳ được yêu cầu bởi nghề nghiệp chuyên môn cụ thể từ một trường đại học hoặc cao đẳng được công nhận;",
    "h1b_qual_2": "Sở hữu bằng cấp nước ngoài tương đương với bằng cử nhân hoặc cao hơn của Hoa Kỳ trong nghề nghiệp chuyên môn;",
    "h1b_qual_3": "Sở hữu giấy phép, đăng ký hoặc chứng chỉ của Tiểu bang không hạn chế ủy quyền cho anh ta / cô ta thực hành đầy đủ nghề nghiệp chuyên môn và tham gia vào chuyên ngành đó ở tiểu bang dự định làm việc;",
    "h1b_qual_4": "Có trình độ học vấn, đào tạo hoặc kinh nghiệm chịu trách nhiệm dần dần trong chuyên ngành tương đương với việc hoàn thành bằng cấp như vậy, và được công nhận là có chuyên môn trong chuyên ngành thông qua các vị trí chịu trách nhiệm dần dần liên quan trực tiếp đến chuyên ngành.",
    "eb1_head": "Khả năng đặc biệt EB-1",
    "eb1_desc": "Thị thực lao động có khả năng đặc biệt được đưa vào ưu tiên việc làm dựa trên việc làm đầu tiên. Người lao động có khả năng đặc biệt có nghĩa là người nước ngoài có “khả năng đặc biệt” trong khoa học, nghệ thuật, giáo dục, kinh doanh hoặc thể thao. Khả năng phải được chứng minh thông qua sự công nhận quốc gia hoặc quốc tế bền vững, và người nước ngoài phải có những thành tựu được công nhận trong lĩnh vực này thông qua tài liệu rộng rãi. Ngoài ra, việc nhập cảnh của người nước ngoài vào Hoa Kỳ phải mang lại lợi ích đáng kể cho Hoa Kỳ trong tương lai.",
    "eb1_adv_head": "Ưu điểm của Khả năng đặc biệt EB-1",
    "eb1_adv_1": "Thị thực nhập cư có sẵn ngay lập tức cho danh mục này;",
    "eb1_adv_2": "Yêu cầu chứng nhận lao động không áp dụng cho danh mục này, có nghĩa là tổng thời gian xử lý các trường hợp nhập cư trong ưu tiên này ngắn hơn so với các ưu tiên việc làm dựa trên việc làm khác.",
    "eb1_adv_3": "Không yêu cầu đề nghị việc làm cụ thể đối với người nước ngoài trong nhóm này, có nghĩa là người nước ngoài có thể tự mình nộp đơn.",
    "eb5_head": "Đầu tư Nhập cư EB-5",
    "eb5_desc": "Thị thực nhà đầu tư cho tư cách thường trú nhân có sẵn cho các cá nhân đủ điều kiện và thành viên gia đình của họ dựa trên khoản đầu tư của họ vào một doanh nghiệp thương mại mới hoặc một doanh nghiệp đang gặp khó khăn dẫn đến việc tạo ra 10 việc làm toàn thời gian cho công dân Hoa Kỳ hoặc thường trú nhân.",
    "eb5_req_head": "Yêu cầu Thị thực Đầu tư EB-5",
    "eb5_req_1": "Đầu tư ít nhất 1 triệu đô la vào một doanh nghiệp thương mại mới hoặc doanh nghiệp đang gặp khó khăn tại Hoa Kỳ và thuê 10 người trong vòng hai năm kể từ khi bắt đầu kinh doanh; hoặc",
    "eb5_req_2": "Đầu tư 500.000 đô la vào một doanh nghiệp thương mại mới hoặc doanh nghiệp đang gặp khó khăn trong một khu vực việc làm mục tiêu (TEA) trong đó tỷ lệ thất nghiệp cao hơn mức trung bình quốc gia. Bạn phải thuê 10 người trong vòng hai năm kể từ khi bắt đầu kinh doanh.",
    "eb5_inv_head": "Mô hình đầu tư",
    "eb5_inv_desc": "Tất cả các nhà đầu tư EB-5 đều có tùy chọn đầu tư vào trung tâm khu vực hoặc mô hình đầu tư trực tiếp. Mỗi mô hình đầu tư có ưu và nhược điểm:",
    "eb5_inv_1": "Mô hình Đầu tư Trực tiếp: Mỗi khoản đầu tư sẽ không phụ thuộc vào việc thu hút được nhiều nhà đầu tư. Nhà đầu tư có thể hoạt động thông qua khoản đầu tư của mình và việc xóa bỏ tình trạng có điều kiện là độc lập với các nhà đầu tư khác. Nhà đầu tư giữ quyền kiểm soát việc quản lý và ra quyết định cho doanh nghiệp. Tuy nhiên, doanh nghiệp thương mại được yêu."
}