{
    "home_link": "Trang chủ",
    "about_us_link": "Về chúng tôi",
    "attorney_link": "Câu hỏi thường gặp",
    "services_link": "Dịch vụ",
    "contact_link": "Liên hệ",
    "home_headline": "Quyền lợi của bạn, ưu tiên của chúng tôi.",
    "home_headline2": "Cần trợ giúp pháp lý? Liên hệ ngay hôm nay để được tư vấn.",
    "call_cta": "Gọi ngay",
    "home_step1": "Gọi cho chúng tôi để",
    "home_step1-2": "tư vấn.",
    "home_step2": "Nhận được sự trợ giúp pháp lý",
    "home_step2-2": "mà bạn cần.",
    "legal_practices": "LĨNH VỰC THỰC HÀNH PHÁP LUẬT",
    "personal_injury": "Tổn thương cá nhân",
    "pi_desc": "Bạn đã bị tổn thương. Giờ hãy để chúng tôi giúp đỡ. Đội ngũ luật sư giàu lòng trắc ẩn của chúng tôi chuyên xử lý một loạt các vụ kiện tổn thương cá nhân, bao gồm tai nạn xe hơi, trượt ngã và tử vong oan ức. Chúng tôi sẽ hướng dẫn bạn qua quá trình pháp lý và đấu tranh để đòi được quyền lợi xứng đáng.",
    "immigration": "Di trú",
    "immigration_desc": "Đừng để những thách thức về di trú cản trở bạn. Đội ngũ tận tâm của chúng tôi cam kết cung cấp các giải pháp pháp lý cá nhân hóa phù hợp với nhu cầu cụ thể của bạn. Từ thị thực lao động đến tài trợ gia đình, chúng tôi sẽ hướng dẫn bạn từng bước.",
    "estate": "Kế hoạch di sản",
    "estate_desc": "Bảo vệ di sản của bạn với kế hoạch di sản toàn diện. Các luật sư giàu kinh nghiệm của chúng tôi sẽ giúp bạn tạo ra một kế hoạch tùy chỉnh bảo vệ tài sản của bạn và đảm bảo nguyện vọng của bạn được tôn trọng. Hãy để chúng tôi xử lý những phức tạp, để bạn có thể tập trung vào những gì thực sự quan trọng.",
    "immigration_desc_2": "Chúng tôi cung cấp các dịch vụ di trú chuyên gia để giúp bạn khám phá các lựa chọn thị thực khác nhau, bao gồm H-1B, thị thực du học, thị thực dựa trên gia đình, và nhiều hơn nữa. Đội ngũ của chúng tôi cung cấp hướng dẫn trong suốt quá trình xin cấp, đảm bảo bạn hiểu rõ về khả năng của mình và điều hướng các yêu cầu để đạt được kết quả thành công.",
    "estate_desc_2": "Dịch vụ kế hoạch di sản của chúng tôi giúp bạn bảo vệ tài sản và đảm bảo nguyện vọng của bạn được thực hiện. Chúng tôi hỗ trợ tạo lập di chúc, tín thác, ủy quyền và các tài liệu thiết yếu khác để mang lại sự yên tâm cho bạn và người thân.",
    "pi_desc_2": "Tổn thương cá nhân đề cập đến tổn hại gây ra cho cơ thể, tâm trí hoặc cảm xúc của một cá nhân do tai nạn, sơ suất hoặc hành động cố ý. Điều này bao gồm các trường hợp như tai nạn xe hơi, trượt ngã và sai sót y tế, nơi nạn nhân có thể tìm kiếm bồi thường cho thương tích và thiệt hại của họ.",
    "talk_attorney": "Tư vấn với luật sư",
    "why_us": "Điều hướng các vấn đề pháp lý có thể rất khó khăn. Đó là nơi chúng tôi xuất hiện. Các luật sư giàu kinh nghiệm của chúng tôi ở đây để hướng dẫn bạn qua những phức tạp của pháp luật và cung cấp các giải pháp phù hợp. Cho dù bạn đang đối mặt với một vấn đề pháp lý đơn giản hay một tranh chấp phức tạp, chúng tôi cam kết bảo vệ quyền lợi của bạn và đạt được mục tiêu của bạn. Liên hệ với chúng tôi ngay hôm nay để được tư vấn bảo mật. Hãy cùng nhau tìm ra con đường tốt nhất.",
    "offices": "Văn phòng của chúng tôi",
    "cp_section": "Tất cả quyền được bảo lưu.",
    "get_legal_help": "Cần trợ giúp hoặc tư vấn pháp lý?",
    "legal_help_info": "Cảm thấy choáng ngợp bởi những thứ pháp lý? Chúng tôi hiểu. Thuật ngữ pháp lý có thể là một cơn đau đầu thực sự. Đó là lý do tại sao chúng tôi ở đây để giúp mọi thứ dễ dàng hơn. Cho dù bạn đang đối phó với một khiếu nại nhỏ, một hợp đồng phức tạp, hoặc một cái gì đó ở giữa, đội ngũ các chuyên gia pháp lý thân thiện của chúng tôi sẵn sàng giúp đỡ. Chúng tôi sẽ phá vỡ những thuật ngữ pháp lý, trả lời câu hỏi của bạn và hướng dẫn bạn từng bước một. Vì vậy, đừng căng thẳng. Hãy cùng nhau tìm ra giải pháp phù hợp với bạn.",
    "about_us": "Chúng tôi là ai?",
    "about_us_1": "Wu & Associates là một công ty luật có văn phòng tại Arizona và California. Các luật sư giàu kinh nghiệm của chúng tôi cung cấp tư vấn pháp lý toàn diện về tổn thương cá nhân, gia đình và di trú. Chúng tôi là đối tác đáng tin cậy của bạn, bảo vệ quyền lợi của bạn trong mọi bước.",
    "about_us_2": "Sứ mệnh của chúng tôi là cung cấp các giải pháp pháp lý sáng tạo và thực tế để trao quyền cho khách hàng của chúng tôi đạt được mục tiêu kinh doanh và cá nhân của họ. Chúng tôi cam kết xây dựng mối quan hệ lâu dài với khách hàng, dựa trên sự tin tưởng, chính trực và tôn trọng lẫn nhau.",
    "ask_attorney": "Câu hỏi thường gặp",
    "ask_attorney_desc": "Chúng tôi có câu trả lời cho bạn.",
    "attorney_faq": "Đây là những câu hỏi mà khách hàng của chúng tôi thường hỏi. Nếu bạn có câu hỏi cụ thể chưa được giải đáp ở đây, vui lòng liên hệ với chúng tôi.",
    "attorney_faq_1": "1. Bạn nhận được gì cho phí luật sư của mình?",
    "attorney_faq_1_desc": "Đối với các vụ kiện tổn thương cá nhân phát sinh từ tai nạn xe hơi, chúng tôi làm việc theo thỏa thuận phí rủi ro. Điều này có nghĩa là bạn sẽ không phải trả cho chúng tôi bất kỳ khoản phí pháp lý nào trừ khi chúng tôi thành công trong việc thu hồi tiền bồi thường cho thương tích cơ thể của bạn thông qua giải quyết.",
    "attorney_faq_2": "2. Thời hạn khởi kiện là bao lâu?",
    "attorney_faq_2_desc": "Luật pháp Arizona quy định giới hạn thời gian cụ thể để khởi kiện tổn thương cá nhân và sai sót y tế. Bạn có 2 năm cho các khiếu kiện tổn thương cá nhân và sai sót y tế. Những hạn chót này thường bắt đầu từ ngày xảy ra thương tích hoặc tổn thất. Tuy nhiên, trong một số trường hợp, đồng hồ bắt đầu khi bạn phát hiện ra thương tích hoặc tổn thất. Nếu bạn không chắc chắn về tình huống cụ thể của mình, vui lòng liên hệ với chúng tôi để được tư vấn pháp lý.",
    "attorney_faq_3": "3. Bạn cần thông tin gì từ tôi?",
    "attorney_faq_3_desc": "Để xử lý vụ kiện của bạn, chúng tôi thường yêu cầu một ID hợp lệ do chính phủ cấp, chẳng hạn như bằng lái xe, số An sinh Xã hội của bạn và tùy thuộc vào các trường hợp cụ thể, thông tin bảo hiểm của bạn.",
    "attorney_faq_4": "4. Công ty luật của bạn xử lý những loại vụ kiện tổn thương nào?",
    "attorney_faq_4_desc": "Công ty của chúng tôi có thành tích đã được chứng minh trong việc xử lý nhiều loại vụ kiện tổn thương cá nhân, chẳng hạn như tai nạn ô tô, tai nạn xe máy, tai nạn trượt ngã và cắn chó.",
    "attorney_faq_5": "5. Vụ kiện tổn thương cá nhân hoặc bảo hiểm của tôi trị giá bao nhiêu?",
    "attorney_faq_5_desc": "Do tính chất độc đáo của mỗi vụ kiện pháp lý, rất khó để đưa ra câu trả lời dứt khoát mà không có đánh giá kỹ lưỡng. Để được tư vấn pháp lý phù hợp, vui lòng tham khảo ý kiến ​​​​của luật sư.",
    "learn_more": "Tìm hiểu thêm",
    "injury_types": "Một số loại thương tích phổ biến mà chúng tôi xử lý là gì?",
    "injury_desc": "Tai nạn có thể dẫn đến nhiều loại thương tích khác nhau, từ vết cắt và vết bầm tím nhỏ đến các tình trạng nghiêm trọng, thay đổi cuộc sống. Nếu sự cẩu thả của người khác gây ra thương tích cho bạn, bạn có thể được bồi thường chi phí y tế, mất lương và đau đớn và đau khổ. Các thương tích phổ biến do tai nạn gây ra bao gồm gãy xương, tổn thương mô mềm, tổn thương nội tạng, bỏng, chấn thương tủy sống, chấn thương não và tổn thương dây thần kinh. Những chấn thương nghiêm trọng này có thể dẫn đến chi phí y tế đáng kể, mất thu nhập và tàn tật lâu dài. Để bảo vệ quyền lợi của bạn và tối đa hóa sự phục hồi của bạn, điều quan trọng là tham khảo ý kiến ​​​​của luật sư tổn thương cá nhân giàu kinh nghiệm.",
    "claim_overview": "Điều hướng sự Phức tạp của Khiếu kiện Tổn thương Cá nhân",
    "claim_desc": "Ngay cả khi bạn chia sẻ một số trách nhiệm đối với một tai nạn, luật sơ suất tương đối thuần túy của Arizona cho phép bạn tìm kiếm bồi thường. Tuy nhiên, giải thưởng của bạn sẽ bị giảm tương ứng với lỗi của bạn. Các công ty bảo hiểm thường lợi dụng quy tắc này để giảm thiểu khoản thanh toán. Đó là lý do tại sao điều quan trọng là có một luật sư tổn thương cá nhân Phoenix giàu kinh nghiệm bên cạnh bạn.<br><br>Một bước quan trọng trong quá trình khiếu nại là thu thập bằng chứng. Điều này liên quan đến việc thu thập hồ sơ y tế, báo cáo cảnh sát, lời khai nhân chứng và ảnh của hiện trường tai nạn và thương tích. Thời gian là yếu tố quan trọng, vì bằng chứng có thể nhanh chóng biến mất hoặc bị mất. Bằng cách liên hệ với công ty của chúng tôi ngay lập tức, chúng tôi có thể bắt đầu điều tra vụ kiện của bạn và xây dựng một khiếu nại mạnh mẽ để tối đa hóa sự phục hồi của bạn.",
    "commitment": "Cam kết của chúng tôi đối với Vụ kiện của bạn",
    "commitment_desc": "Đội ngũ luật sư tổn thương cá nhân Phoenix tận tâm của chúng tôi sẽ nỗ lực hết mình để xây dựng một vụ kiện mạnh mẽ thay mặt bạn. Điều này có thể liên quan đến:",
    "injury_step_1": "Thuê chuyên gia tái tạo tai nạn",
    "injury_step_2": "Phỏng vấn nhân chứng",
    "injury_step_3": "Thu thập bằng chứng từ nhiều nguồn khác nhau, bao gồm cảnh quay giám sát và video dashcam",
    "injury_step_4": "Nhận báo cáo của cảnh sát",
    "injury_step_5": "Chụp ảnh hiện trường tai nạn và thiệt hại tài sản",
    "injury_step_6": "Thu thập hồ sơ y tế và lời khai của chuyên gia",
    "injury_step_7": "Xác định tất cả các bên có thể chịu trách nhiệm, chẳng hạn như chủ lao động hoặc chủ sở hữu tài sản<br>",
    "commitment_desc2": "Bằng cách điều tra kỹ lưỡng vụ kiện của bạn, chúng tôi có thể xác định ai là người chịu trách nhiệm về thương tích và thiệt hại của bạn. Điều này có thể bao gồm cá nhân lỗi, chủ lao động của họ hoặc các bên chịu trách nhiệm khác.",
    "when_injury_help": "Khi nào nên tìm kiếm sự trợ giúp pháp lý sau khi bị thương",
    "when_injury_help_desc": "Nếu bạn bị thương nghiêm trọng trong một tai nạn ở Phoenix, tư vấn với luật sư tổn thương cá nhân có thể là một quyết định khôn ngoan. Một luật sư giàu kinh nghiệm có thể giúp bạn hiểu quyền pháp lý của mình, điều hướng quá trình khiếu nại phức tạp và đấu tranh để đòi được quyền lợi xứng đáng.<br><br>Điều quan trọng là hành động nhanh chóng, vì Arizona có giới hạn thời gian cụ thể để khởi kiện tổn thương cá nhân. Hầu hết các vụ kiện phải được đệ trình trong vòng hai năm kể từ ngày bị thương. Tuy nhiên, có thể có ngoại lệ hoặc gia hạn tùy thuộc vào hoàn cảnh.<br><br>Đừng trì hoãn. Liên hệ với luật sư tổn thương cá nhân Phoenix ngay hôm nay để thảo luận về vụ kiện của bạn và đảm bảo bạn đáp ứng tất cả các hạn chót pháp lý.",
    "comp_fault": "Tôi vẫn có thể nhận được bồi thường nếu tôi cũng có một phần lỗi?",
    "comp_fault_desc": "Có, ngay cả khi bạn chia sẻ một số trách nhiệm đối với một tai nạn ở Phoenix, bạn vẫn có thể đủ điều kiện nhận bồi thường. Arizona tuân theo nguyên tắc pháp lý gọi là \"sơ suất tương đối thuần túy\", có nghĩa là khả năng của bạn để khôi phục thiệt hại không bị cấm hoàn toàn do lỗi của bạn. Tuy nhiên, khoản bồi thường của bạn sẽ bị giảm tương ứng với mức độ lỗi của bạn.<br><br>Ví dụ: nếu bạn bị phát hiện là 30% lỗi trong một tai nạn, tổng thiệt hại của bạn sẽ bị giảm 30%. Mặc dù hệ thống này có thể phức tạp, nhưng một luật sư tổn thương cá nhân Phoenix giàu kinh nghiệm có thể giúp bạn điều hướng quá trình pháp lý và đấu tranh để đòi được khoản bồi thường tối đa mà bạn xứng đáng.<br><br>Luật sư của Wu Associates có thể hỗ trợ bạn trong việc thu thập bằng chứng, đàm phán với các công ty bảo hiểm và đảm bảo đánh giá lỗi công bằng. Chúng tôi sẽ làm việc chăm chỉ để tối đa hóa khoản bồi thường tiềm năng của bạn trong khi điều hướng những phức tạp của luật lỗi tương đối thuần túy của Arizona.",
    "common_injury": "Các loại thương tích phổ biến:",
    "auto_head": "Tai nạn ô tô",
    "auto_desc": "Nếu bạn bị thương trong một tai nạn xe hơi, bạn không phải trải qua một mình. Chúng tôi biết việc đối phó với hậu quả của một tai nạn khó khăn như thế nào. Từ hóa đơn y tế đến mất lương, nó có thể rất áp đảo. Đó là lý do tại sao chúng tôi ở đây để đấu tranh cho quyền lợi của bạn và giúp bạn nhận được khoản bồi thường xứng đáng. Các công ty bảo hiểm thường cố gắng giải quyết các khiếu nại nhanh chóng và với số tiền càng ít càng tốt. Nhưng với đội ngũ giàu kinh nghiệm của chúng tôi bên cạnh bạn, bạn có thể yên tâm rằng mình đang nhận được một thỏa thuận công bằng. Chúng tôi cam kết với vụ kiện của bạn, bất kể phải mất bao nhiêu công sức. Cho dù đó là thông qua đàm phán, hòa giải hay xét xử, chúng tôi sẽ làm việc không mệt mỏi để đạt được kết quả tốt nhất có thể cho bạn. Và phần tốt nhất? Bạn không phải trả một xu nào trước. Chúng tôi làm việc theo cơ sở phí rủi ro, vì vậy bạn chỉ trả tiền cho chúng tôi nếu chúng tôi thắng kiện.",
    "dog_head": "Vụ cắn chó",
    "dog_desc": "Nếu bạn hoặc người thân bị thương trong một cuộc tấn công của chó, bạn cần biết quyền của mình. Ở Arizona, chủ sở hữu chó chịu trách nhiệm về mọi thương tích do vật nuôi của họ gây ra, bất kể hành vi trước đây của con chó. Điều này có nghĩa là bạn có thể tìm kiếm bồi thường cho hóa đơn y tế, mất lương, đau đớn và đau khổ, và các thiệt hại khác.<br><br> Đừng chờ đợi. Hành động ngay. Sau một cuộc tấn công của chó, điều quan trọng là tìm kiếm tư vấn pháp lý kịp thời. Các luật sư giàu kinh nghiệm của chúng tôi sẽ điều tra kỹ lưỡng vụ kiện của bạn và làm việc để thu hồi khoản bồi thường tối đa mà bạn xứng đáng. Chúng tôi hiểu chấn thương thể chất và tinh thần mà một cuộc tấn công của chó có thể gây ra. Hãy để chúng tôi giúp bạn điều hướng quá trình pháp lý và nhận được công lý mà bạn xứng đáng.",
    "fall_head": "Trượt ngã",
    "fall_desc": "Nếu bạn bị trượt ngã trên tài sản của người khác và bị thương, bạn có thể được bồi thường. Chủ sở hữu tài sản có nghĩa vụ giữ cho cơ sở của họ an toàn, và nếu họ không làm như vậy, họ có thể bị truy cứu trách nhiệm. Chúng tôi đã giúp vô số người thu hồi thiệt hại từ các tai nạn trượt ngã. Chúng tôi hiểu những tổn thương thể chất và tinh thần mà những chấn thương này có thể gây ra, và chúng tôi cam kết đấu tranh cho quyền lợi của bạn.<br><br> Thời gian là yếu tố quan trọng khi nói đến các vụ kiện trượt ngã. Bằng chứng có thể nhanh chóng biến mất, vì vậy điều quan trọng là liên hệ với chúng tôi càng sớm càng tốt. Chúng tôi sẽ làm việc chăm chỉ để thu thập bằng chứng, chẳng hạn như báo cáo tai nạn, lời khai nhân chứng và hồ sơ y tế. Chúng tôi sẽ xử lý mọi khía cạnh của vụ kiện của bạn, từ đàm phán với các công ty bảo hiểm đến tố tụng tại tòa án. Mục tiêu của chúng tôi là đảm bảo một thỏa thuận công bằng bao gồm hóa đơn y tế, mất lương và đau đớn và đau khổ của bạn.",
    "ict_head": "Chuyển nhượng nội công ty L-1",
    "ict_desc": "Phân loại phi nhập cư L-1 cho phép một nhà tuyển dụng Hoa Kỳ chuyển một giám đốc điều hành hoặc quản lý hoặc người có kiến thức chuyên môn từ một trong những văn phòng nước ngoài liên kết của mình đến một trong những văn phòng của mình tại Hoa Kỳ. Phân loại này cũng cho phép một công ty nước ngoài chưa có văn phòng liên kết tại Hoa Kỳ gửi một giám đốc điều hành hoặc quản lý đến Hoa Kỳ với mục đích thành lập một văn phòng mới.",
    "ict_req_head": "Yêu cầu cơ bản đối với visa L-1",
    "ict_req_1": "Công ty nước ngoài phải có mối quan hệ cụ thể với công ty Hoa Kỳ;",
    "ict_req_2": "Công ty phải là một công ty đang kinh doanh tại Hoa Kỳ và ít nhất một quốc gia khác trong toàn bộ thời gian chuyển nhượng;",
    "ict_req_3": "Nhân viên phải làm việc ở nước ngoài cho công ty nước ngoài trong thời gian liên tục một năm trong ba năm trước đó;",
    "ict_req_4": "Nhân viên phải đến công ty Hoa Kỳ để làm việc ở vị trí điều hành, quản lý hoặc kiến thức chuyên môn.",
    "ict_class": "Phân loại L-1A cho phép tổng thời gian lưu trú là bảy năm.<br>Phân loại L-1B cho phép tổng thời gian lưu trú là năm năm.",
    "h1b_head": "Chuyên ngành H-1B",
    "h1b_desc": "Các doanh nghiệp Hoa Kỳ có thể thuê lao động nước ngoài trong các ngành nghề chuyên môn đòi hỏi chuyên môn lý thuyết hoặc kỹ thuật trong các lĩnh vực chuyên ngành thông qua chương trình H-1B. Tuy nhiên, những người lao động H-1B tương lai chịu sự hạn chế về số lượng hàng năm trong mỗi năm tài chính theo nguyên tắc “cứ đến trước, phục vụ trước”. Mức trần hàng năm hiện tại đối với hạng mục H-1B là 65.000. 20.000 đơn xin đầu tiên được nộp thay mặt cho những người thụ hưởng có bằng thạc sĩ hoặc cao hơn của Hoa Kỳ được miễn trừ khỏi mức trần.",
    "h1b_req_head": "Yêu cầu của vị trí được đề nghị",
    "h1b_req_desc": "Công việc phải đáp ứng một trong các tiêu chí sau để đủ điều kiện là một ngành nghề chuyên môn:",
    "h1b_req_1": "Tốt nghiệp đại học hoặc cao hơn hoặc tương đương thường là yêu cầu nhập cảnh tối thiểu cho vị trí;",
    "h1b_req_2": "Yêu cầu bằng cấp cho công việc là phổ biến trong ngành hoặc công việc quá phức tạp hoặc độc đáo đến mức chỉ có thể được thực hiện bởi một cá nhân có bằng cấp;",
    "h1b_req_3": "Nhà tuyển dụng thường yêu cầu bằng cấp hoặc tương đương cho vị trí;",
    "h1b_req_4": "Bản chất của các nhiệm vụ cụ thể rất chuyên môn và phức tạp đến mức kiến thức cần thiết để thực hiện các nhiệm vụ thường được liên kết với việc đạt được bằng cử nhân hoặc cao hơn.",
    "h1b_qual_head": "Trình độ của người lao động nước ngoài",
    "h1b_qual_desc": "Người lao động nước ngoài phải đáp ứng một trong các tiêu chí sau để đủ điều kiện chấp nhận lời đề nghị việc làm trong ngành nghề chuyên môn:",
    "h1b_qual_1": "Đã hoàn thành bằng cử nhân hoặc cao hơn của Hoa Kỳ được yêu cầu bởi ngành nghề chuyên môn cụ thể từ một trường đại học hoặc cao đẳng được công nhận;",
    "h1b_qual_2": "Sở hữu bằng cấp nước ngoài tương đương với bằng cử nhân hoặc cao hơn của Hoa Kỳ trong ngành nghề chuyên môn;",
    "h1b_qual_3": "Sở hữu giấy phép, đăng ký hoặc chứng chỉ của tiểu bang không hạn chế ủy quyền cho anh ấy / cô ấy thực hành đầy đủ nghề chuyên môn và tham gia vào chuyên môn đó tại tiểu bang dự định làm việc;",
    "h1b_qual_4": "Có trình độ học vấn, đào tạo hoặc kinh nghiệm chịu trách nhiệm dần dần trong chuyên ngành tương đương với việc hoàn thành bằng cấp như vậy, và được công nhận là có chuyên môn trong chuyên ngành thông qua các vị trí chịu trách nhiệm dần dần liên quan trực tiếp đến chuyên ngành.",
    "eb1_head": "Khả năng Đặc biệt EB-1",
    "eb1_desc": "Visa lao động có khả năng đặc biệt được bao gồm trong ưu tiên dựa trên việc làm đầu tiên. Người lao động có khả năng đặc biệt có nghĩa là người ngoài hành tinh có “khả năng đặc biệt” trong khoa học, nghệ thuật, giáo dục, kinh doanh hoặc thể thao. Khả năng phải được chứng minh thông qua sự công nhận quốc gia hoặc quốc tế bền vững, và người ngoài hành tinh phải có những thành tích được công nhận trong lĩnh vực này thông qua tài liệu rộng rãi. Ngoài ra, việc nhập cảnh của người ngoài hành tinh vào Hoa Kỳ phải mang lại lợi ích đáng kể cho Hoa Kỳ trong tương lai.",
    "eb1_adv_head": "Ưu điểm của Khả năng Đặc biệt EB-1",
    "eb1_adv_1": "Visa định cư có sẵn ngay lập tức cho hạng mục này;",
    "eb1_adv_2": "Yêu cầu chứng nhận lao động không áp dụng cho hạng mục này, có nghĩa là tổng thời gian xử lý các trường hợp nhập cư trong ưu tiên này ngắn hơn nhiều so với các ưu tiên dựa trên việc làm khác.",
    "eb1_adv_3": "Không yêu cầu đề nghị việc làm cụ thể đối với người ngoài hành tinh trong nhóm này, có nghĩa là người ngoài hành tinh có thể tự nộp đơn.",
    "eb5_head": "Đầu tư Nhập cư EB-5",
    "eb5_desc": "Visa định cư cho thường trú nhân có sẵn cho các cá nhân đủ điều kiện và thành viên gia đình của họ dựa trên khoản đầu tư của họ vào một doanh nghiệp thương mại mới hoặc một doanh nghiệp đang gặp khó khăn, dẫn đến việc tạo ra 10 việc làm toàn thời gian cho công dân Hoa Kỳ hoặc thường trú nhân.",
    "eb5_req_head": "Yêu cầu Visa Đầu tư EB5",
    "eb5_req_1": "Đầu tư ít nhất 1 triệu đô la vào một doanh nghiệp thương mại mới hoặc doanh nghiệp đang gặp khó khăn tại Hoa Kỳ và thuê 10 người trong vòng hai năm kể từ khi bắt đầu kinh doanh; hoặc",
    "eb5_req_2": "Đầu tư 500.000 đô la vào một doanh nghiệp thương mại mới hoặc doanh nghiệp đang gặp khó khăn trong một khu vực việc làm mục tiêu (TEA) mà tỷ lệ thất nghiệp cao hơn mức trung bình quốc gia. Bạn phải thuê 10 người trong vòng hai năm kể từ khi bắt đầu kinh doanh.",
    "eb5_inv_head": "Mô hình Đầu tư",
    "eb5_inv_desc": "Tất cả các nhà đầu tư EB-5 đều có tùy chọn đầu tư vào trung tâm khu vực hoặc mô hình đầu tư trực tiếp. Mỗi mô hình đầu tư đều có ưu và nhược điểm:",
    "eb5_inv_1": "Mô hình Đầu tư Trực tiếp: Mỗi khoản đầu tư sẽ không phụ thuộc vào việc thu hút được nhiều nhà đầu tư. Nhà đầu tư có thể hoạt động thông qua khoản đầu tư của mình và việc xóa bỏ tình trạng có điều kiện là độc lập với các nhà đầu tư khác. Nhà đầu tư giữ quyền kiểm soát quản lý và ra quyết định cho doanh nghiệp. Tuy nhiên, doanh nghiệp được yêu cầu trực tiếp tuyển dụng ít nhất mười (10) việc làm toàn thời gian cho mỗi Nhà đầu tư và chứng minh bằng tài liệu thích hợp.",
    "eb5_inv_2": "Mô hình Trung tâm Khu vực: Nó cho phép một cấu trúc đầu tư thụ động, vì vậy các nhà đầu tư không được yêu cầu tham gia vào hoạt động và quản lý dự án. Khi nộp đơn để xóa bỏ điều kiện, các nhà đầu tư có thể sử dụng tính toán số lượng việc làm gián tiếp được tạo ra từ các dự án này để tính vào mười (10) việc làm toàn thời gian. Tuy nhiên, cần một số lượng tối thiểu nhà đầu tư để đưa trung tâm hoạt động. Nếu mục tiêu không đạt được, nhà đầu tư sẽ không thể xóa bỏ tình trạng có điều kiện.",
    "fam_head": "Nhập cư dựa trên gia đình",
    "fam_desc": "Nhập cư Dựa trên Gia đình là một trong những loại nhập cư phổ biến nhất. Để thúc đẩy sự đoàn kết gia đình, luật nhập cư cho phép công dân Hoa Kỳ và thường trú nhân Hoa Kỳ thỉnh cầu một số người thân đủ điều kiện đến và sinh sống vĩnh viễn tại Hoa Kỳ. Tuy nhiên, Quốc hội đã thiết lập mức trần 480.000 đối với nhập cư tài trợ gia đình. Người thân trực tiếp của công dân Hoa Kỳ có thể được nhập cảnh không giới hạn số lượng. Đối với tất cả các nhóm dựa trên gia đình khác, chỉ có một số lượng hạn chế visa nhập cư có sẵn trong giới hạn hàng năm cho mỗi quốc gia nước ngoài và trong mỗi hạng mục ưu tiên.",
    "fam_cat_head": "Các danh mục dựa trên gia đình với số lượng không giới hạn",
    "fam_cat_desc": "Những người đủ điều kiện là người thân trực tiếp của công dân Hoa Kỳ được ưu tiên cao đến mức không có giới hạn số lượng về số lượng người thân trực tiếp của công dân có thể trở thành thường trú nhân trong bất kỳ năm nào. Người thân trực tiếp của công dân Hoa Kỳ bao gồm:",
    "fam_req_1": "Vợ / chồng của công dân Hoa Kỳ",
    "fam_req_2": "Con chưa kết hôn dưới 21 tuổi",
    "fam_req_3": "Cha mẹ của công dân Hoa Kỳ (nếu công dân Hoa Kỳ trên 21 tuổi)",
    "fam_other_head": "Các danh mục dựa trên gia đình khác có số lượng hạn chế",
    "fam_other_desc": "Các nhóm sau đây chịu sự hạn chế về số lượng visa nhập cư có sẵn cho họ mỗi năm. Quốc hội đã chia các nhóm này thành các hạng “ưu tiên”, xếp hạng theo thứ tự ưu tiên nhập cư. Ưu tiên càng cao, visa càng được phân bổ nhanh hơn cho người ngoài hành tinh.",
    "fam_other_1": "F1: Con trai và con gái chưa kết hôn của Công dân Hoa Kỳ từ 21 tuổi trở lên",
    "fam_other_2": "F2A: Vợ / chồng và con (dưới 21 tuổi) của Thường trú nhân",
    "fam_other_3": "F2B: Con trai và con gái chưa kết hôn (21 tuổi trở lên) của Thường trú nhân",
    "fam_other_4": "F3: Con trai và con gái đã kết hôn của Công dân Hoa Kỳ",
    "fam_other_5": "F4: Anh chị em ruột của Công dân Hoa Kỳ trưởng thành",
    "fam_app_head": "Quá trình đăng ký",
    "fam_app_desc": "Nói chung, thủ tục để có được thường trú nhân bao gồm hai bước. Đầu tiên, công dân Hoa Kỳ hoặc thường trú nhân phải nộp Mẫu I-130, Đơn xin Người thân ngoài hành tinh, và các tài liệu hỗ trợ với USCIS để người ngoài hành tinh được phân loại là người đủ điều kiện nhập cư. Sau khi đơn được chấp thuận và hạng visa nhập cư hiện tại, người ngoài hành tinh sau đó có thể nộp đơn xin tình trạng thường trú nhân. Đơn xin thường được thực hiện tại lãnh sự quán Hoa Kỳ bên ngoài Hoa Kỳ khi người ngoài hành tinh hiện đang ở bên ngoài Hoa Kỳ. Nhưng nếu người ngoài hành tinh hiện đang ở Hoa Kỳ, đơn xin có thể được nộp cho Trung tâm Dịch vụ Quốc gia thông qua quá trình 'điều chỉnh tình trạng'. Có một tình huống đặc biệt mà người ngoài hành tinh có thể có được tình trạng thường trú nhân thông qua một quy trình một bước. Đối với người thân trực tiếp của công dân Hoa Kỳ hiện đang ở bên trong Hoa Kỳ, họ có thể nộp đơn điều chỉnh tình trạng để trở thành thường trú nhân cùng lúc với người thỉnh cầu công dân Hoa Kỳ nộp Mẫu I-130, Đơn xin Người thân ngoài hành tinh, vì không có giới hạn số lượng đối với danh mục này.",
    "estate_head": "Bảo vệ Di sản của Bạn, Đảm bảo Tương lai của Bạn.",
    "estate_trust_desc": "Các luật sư lập kế hoạch bất động sản giàu kinh nghiệm của chúng tôi tại Phoenix, AZ có thể giúp bạn điều hướng những phức tạp của lập kế hoạch bất động sản. Bằng cách tạo ra một kế hoạch bất động sản toàn diện, bạn có thể đảm bảo tài sản của mình được phân phối theo ý muốn của bạn, bảo vệ người thân của bạn khỏi những cuộc chiến pháp lý không cần thiết và mang lại sự yên tâm cho bản thân và gia đình. Đừng đợi đến khi quá muộn. Liên hệ với chúng tôi ngay hôm nay để lên lịch tư vấn.",
    "estate_plans": "Các luật sư giàu kinh nghiệm của chúng tôi có thể giúp bạn với:",
    "estate_plans_1": "Quỹ tín thác sống",
    "estate_plans_2": "Quỹ tín thác có thể hủy bỏ",
    "estate_plans_3": "Quỹ tín thác không thể hủy bỏ",
    "estate_plans_4": "Di sản",
    "estate_plans_5": "Di chúc",
    "estate_plans_6": "Tài liệu Ủy quyền",
    "estate_plans_7": "Di chúc sống",
    "estate_plans_8": "Thuế quà tặng bất động sản",
    "estate_revocable": "Quỹ tín thác sống có thể hủy bỏ",
    "estate_revocable_desc": "Một Quỹ tín thác sống có thể hủy bỏ là một công cụ pháp lý linh hoạt cho phép bạn duy trì quyền kiểm soát tài sản của mình trong khi lập kế hoạch cho tương lai. Bằng cách chuyển quyền sở hữu tài sản của bạn cho một quỹ tín thác, bạn có thể chỉ định một cá nhân đáng tin cậy (người quản lý) để quản lý chúng thay mặt bạn, nếu bạn bị mất năng lực. Sau khi bạn qua đời, quỹ tín thác đảm bảo chuyển giao tài sản một cách suôn sẻ cho người thụ hưởng mà bạn đã chọn, thường bỏ qua quá trình thừa kế dài dòng và công khai. Nếu bạn lo lắng về tình trạng mất năng lực trong tương lai, tránh thừa kế hoặc quyền riêng tư, Quỹ tín thác sống có thể hủy bỏ là một giải pháp lý tưởng. Luật sư quỹ tín thác sống có thể hủy bỏ Phoenix có thể cung cấp hướng dẫn cá nhân và giúp bạn điều hướng quá trình này.",
    "estate_rev_faq_1": "Chi phí thành lập Quỹ tín thác sống có thể hủy bỏ ở Arizona là bao nhiêu?",
    "estate_rev_faq_1_desc": "Chi phí của một Quỹ tín thác sống có thể hủy bỏ ở Arizona thường dao động từ 2.000 đến 10.000 USD. Một số yếu tố ảnh hưởng đến giá cuối cùng, bao gồm mức độ phức tạp của quỹ tín thác, giá trị tài sản của bạn, số lượng người thụ hưởng và cơ cấu phí của luật sư của bạn. Một số luật sư tính phí cố định, trong khi những người khác tính theo giờ.",
    "estate_rev_faq_2": "Bạn có thể thiết lập Quỹ tín thác mà không cần Luật sư ở Arizona không?",
    "estate_rev_faq_2_desc": "Mặc dù về mặt kỹ thuật, bạn có thể tạo một Quỹ tín thác sống có thể hủy bỏ mà không cần luật sư ở Arizona, nhưng chúng tôi настоятельно khuyên bạn nên tham khảo ý kiến của một chuyên gia pháp lý. Luật sư có thể đảm bảo rằng Quỹ tín thác của bạn có cơ sở pháp lý vững chắc, giảm thiểu rủi ro tranh chấp và phức tạp trong tương lai. Đối với những người thích cách tự làm (DIY), Bộ luật Thừa kế thống nhất có thể là một nguồn tài liệu hữu ích. Tuy nhiên, việc tiến hành mà không có hướng dẫn pháp lý có thể dẫn đến những hậu quả không mong muốn.",
    "estate_rev_faq_3": "Cách thành lập Quỹ tín thác sống có thể hủy bỏ ở Arizona",
    "estate_rev_faq_3_desc": "Để thành lập một Quỹ tín thác sống có thể hủy bỏ ở Arizona, trước tiên bạn cần phải tạo tài liệu Quỹ tín thác, nêu chi tiết các nội dung của nó, bao gồm việc chỉ định người quản lý và người thụ hưởng. Sau khi được ký và chứng nhận, bước cuối cùng là chuyển tài sản của bạn vào Quỹ tín thác. Do những phức tạp liên quan, chúng tôi  khuyến nghị tham khảo ý kiến của luật sư Quỹ tín thác giàu kinh nghiệm để đảm bảo quá trình diễn ra suôn sẻ và hợp pháp.",
    "estate_compare": "Di chúc theo di chúc so với Quỹ tín thác sống có thể hủy bỏ",
    "estate_compare_desc": "Một di chúc theo di chúc, hoặc di chúc và di chúc cuối cùng, thường chi phối các tài sản vẫn còn mang tên bạn vào thời điểm bạn qua đời. Ngược lại, Quỹ tín thác sống có thể hủy bỏ cho phép bạn chuyển quyền sở hữu tài sản vào Quỹ tín thác trong suốt thời gian bạn còn sống, mang lại những lợi ích tức thời như tránh thừa kế. Trong khi di chúc có hiệu lực sau khi bạn qua đời, thì Quỹ tín thác sống có thể mang lại sự linh hoạt và kiểm soát đối với tài sản của bạn trong khi bạn vẫn còn sống. Để hiểu toàn diện về sự khác biệt và ý nghĩa của chúng, chúng tôi  khuyến nghị tham khảo ý kiến của luật sư lập kế hoạch bất động sản Flagstaff.",
    "estate_will_head": "Di chúc",
    "estate_will": "Tại sao bạn cần Di chúc ở Arizona",
    "estate_will_desc": "Di chúc theo di chúc là một tài liệu pháp lý quan trọng nêu rõ mong muốn của bạn đối với tài sản và con nhỏ sau khi bạn qua đời. Nó cho phép bạn đưa ra các quyết định sáng suốt về việc phân phối tài sản và quyền giám hộ của con bạn, đảm bảo rằng ý định của bạn được tôn trọng. Nếu không có di chúc, tiểu bang có thể can thiệp, có khả năng dẫn đến những kết quả bất ngờ và không mong muốn.<br><br>Để bảo vệ tương lai cho gia đình bạn, hãy cân nhắc việc lập di chúc hoặc Quỹ tín thác là ưu tiên. Các công cụ pháp lý này mang lại sự an tâm, biết rằng những người thân yêu của bạn sẽ được chăm sóc theo mong muốn của bạn.",
    "estate_test": "Qũy tín thác theo di chúc là gì?",
    "estate_test_desc": "Ở Arizona, cá nhân trở thành người lớn hợp pháp ở tuổi 18. Để đảm bảo rằng con cái bạn an toàn về tài chính và chịu trách nhiệm với tài sản thừa kế, nhiều cha mẹ lựa chọn thành lập Quỹ tín thác theo di chúc. Các Quỹ tín thác này, được tạo ra thông qua di chúc của bạn, cung cấp một cơ chế để bảo vệ tài sản cho đến khi con bạn trưởng thành hơn, mang lại cho bạn sự an tâm rằng tài sản thừa kế của chúng sẽ được quản lý một cách khôn ngoan.",
    "estate_gift_head": "Thuế tài sản và quà tặng",
    "estate_gift": "Thuế tài sản và quà tặng là gì?",
    "estate_gift_desc": "Thuế tài sản được đánh trên giá trị tài sản của người đã khuất, trong khi thuế quà tặng áp dụng cho tài sản được chuyển nhượng trong suốt cuộc đời của một người. Với luật thuế liên bang và tiểu bang hiện hành, hầu hết các cá nhân không cần phải lo lắng về thuế tài sản và quà tặng khi lập kế hoạch bất động sản của họ. Tuy nhiên, những cá nhân giàu có có thể được hưởng lợi từ việc tham khảo ý kiến của một chuyên gia thuế để tối ưu hóa kế hoạch bất động sản của họ và giảm thiểu các khoản thuế tiềm năng.",
    "estate_poa": "Ủy quyền",
    "estate_poa_desc": "Khi nói đến tương lai của di sản và gia đình của bạn ở Arizona, điều quan trọng là đảm bảo rằng những gì bạn yêu quý được bảo vệ lâu dài sau khi bạn ra đi. Trong trường hợp bạn bị mất năng lực do tai nạn hoặc hậu quả bất ngờ khác, bạn sẽ muốn đảm bảo rằng các quyết định quan trọng được xử lý thay mặt bạn phù hợp với giá trị và mong muốn của bạn. Ở Arizona, một luật sư ủy quyền có thể giúp bạn hiểu được những phức tạp liên quan đến các quá trình ra quyết định tài chính và y tế. Tùy thuộc vào việc bạn đang tìm kiếm một ủy quyền chăm sóc sức khỏe, một ủy quyền tài chính hoặc một ủy quyền đặc biệt, một luật sư chuyên dụng từ Wu Associates có thể giúp bạn đảm bảo các tài liệu pháp lý cần thiết để bảo vệ và thực hiện quyền lợi của bạn.<br><br>Không chỉ các luật sư của chúng tôi có kinh nghiệm rộng rãi trong việc soạn thảo và thực hiện các tài liệu của luật sư, mà chúng tôi còn có thể giúp bạn giải quyết bất kỳ vấn đề quản lý bất động sản hoặc Quỹ tín thác nào còn tồn đọng. Cho dù nhu cầu lập kế hoạch bất động sản AZ của bạn bao gồm phân phối tài sản của người thân đã khuất dựa trên di chúc hoặc Quỹ tín thác hiện có, hoặc quản lý tranh chấp pháp lý, đội ngũ pháp lý của chúng tôi đều sẵn sàng hỗ trợ bạn.",
    "contactus": "Liên hệ với chúng tôi",
    "contact": "Cách hiệu quả nhất để liên hệ với chúng tôi là qua điện thoại hoặc email. Bạn có thể gọi trực tiếp cho chúng tôi tại một trong hai văn phòng của chúng tôi hoặc gửi email cho chúng tôi, <a href=\"mailto: cs@wuassociateslaw.com\">cs@wuassociateslaw.com</a>. Đội ngũ của chúng tôi luôn sẵn sàng hỗ trợ bạn trong các nhu cầu pháp lý của bạn và cung cấp tư vấn cá nhân.",
    "contact2": "Chúng tôi có văn phòng tại cả California và Arizona. Nếu bạn đang ở khu vực này, chúng tôi khuyến khích bạn ghé thăm và gặp gỡ đội ngũ của chúng tôi trực tiếp. Đây là một cơ hội tuyệt vời để thảo luận về nhu cầu pháp lý của bạn, đặt câu hỏi và tìm hiểu thêm về cách chúng tôi có thể giúp đỡ.",
    "irvine": "Văn phòng Irvine:",
    "phoenix": "Văn phòng Phoenix:"
}